import { ProseProjectType } from "projects/types";

export const Project: ProseProjectType = {
  category: "textual",
  id: 21,
  name: "Пташка",
  author: "Катерина Пилипчук",
  image: `${process.env.PUBLIC_URL}/media/21/МОТАНКА-2-4.svg`,
  subcategory: "prose",
  tags: [],
  description:
    "Мене звати Катерина Пилипчук. Мені 42 роки. Я живу і працюю в Україні, у Києві, і є авторкою новел та поезії про героїв війни, які я публікую у своєму блозі на сторінці в соціальній мережі фейсбук. Писати прозу я почала лише з середини червня 2022 року і це стало моєю справжньою розрадою та, за відчуттями, є моєю сродною працею, яку я так довго намагалась знайти.\n\nДо війни я займалась інвестиціями у високотехнологічні проєкти в сфері нерухомості та міжнародною діяльністю із просування українських бізнесів у світі, моє життя було схожим на одну велику навколосвітню подорож, бо свою валізу я, навіть, не встигала розпаковувати. Війна ж змінила все: зупинила будівництво, заморозила інвестиції, і, водночас, відкрила в мені потаємний резервуар творчої енергії, яка тепер знаходить своє матеріальне втілення у письменництві.В мене двоє чудових синів Міка та Петрик, яким 18 та 13 років. Мій чоловік Андрій Пилипчук - моя любов та опора уже 20 років. Батьки - Олександр та Галина Горностай - музиканти, творчі люди, поборники та просвітники української культури у світі, заслужені артисти та діячі мистецтв України.",
  text: `——Пам’яті загиблих у Маріупольському Драмтеатрі присвячується.——

Обпечене тіло. Шматки уцілілої шкіри боляче повідривались і зотліли на чорній підлозі. Де інде навіть крізь рани видно кістки, кров уже не тече, бо від вибуху запіклась. Очниці відкриті, бо ні вій, ні брів уже нема. Залишився тільки погляд у глухий кут. Пронизливий. Ненависть, навіть, чути, як виходить крізь зіниці. Рука одна лежить без руху, інша на автоматі щось шукає на підлозі. Поруч лежить відро. Вода з нього вилилась і утворила велику чорну калюжу. Мабуть тут колись був красивий паркет із інкрустаціями. 
Оголене серце б’ється крізь пробиту осколками амуніцію, одягнену на звичайний спортивний костюм. 
Вона ще жива. Красива. Волосся було колись довге та хвилясте, як у бабусі. На голові шолом, але він також приклеївся до шкіри голови, згустками крові та обпечної шкіри наче приварився. 
Вона хоче встати, подумки дає сигнал «Рота підйом», але ноги чомусь не відповідають. Підняти голову, щоб подивитися вперед - нема сили. Перед очима тільки люстра. Велика, розкішна, з вензелями та підсвічниками. Хитається. Досі. А пил разом із попелом, курявою здіймається до стелі, відкриваючи пропечену шкіру на тілі її дому. Вона танцювала тут. Вона грала. На її вистави по цим сходам піднімались любителі драми і комедії. А також часто приходили прихильники, дарували квіти. 
Знову піднялась курява до гори. А звуку немає. Це щось впало з висоти і з глухим тріском розщепилось на друзки. Впала стеля поруч з директорською ложею. Там уже давно треба було зробити щось, та все не було коштів.
Боляче…. Боляче дивитися на це все… 
А очі закрити не можливо, щоб не було так боляче… вона лише у минулому сезоні народилась тут як актриса, а уже помирає. Тільки як хто? З перших днів вона тут і медсестрою, і нянькою, і покоївкою, і акушеркою, і мамою, і тьотею. А найбільше їй сподобалось бути «пташкою». Так її кликали наші хлопці з ЗСУ. «Пташкою» бути вона завжди мріяла, чекала на свого принца, на того, з ким відчуватиме себе дівчинкою. А тут цілий батальйон красенів та лицарів. Кажуть, то легендарні Азовці, вони тут янголами-охоронцями в Маріуполі. Вони сильніші за сталь, бо навіть сталь має температуру, при якій плавиться, а вони ні, вони назавжди, вони… І кожен з ніжністю до неї: «Пташко»… 
Тиша триває вічність. Невже це кінець. Там їх було більше тисячі. Вона несла їм воду, яку роздавали посеред площі. Вийти туди означало вийти на смерть. Там смерть жила … вона панувала там… могили усюди, під кожним кущем, там де можна було встромити заступ. І таблички. Десь номер телефону. Десь номер автомобіля. А десь просто номер квартири або ім’я того, з ким поруч сидів у підвалі. Щоб опізнати можна було, якщо будуть колись хоронити як людей... Набираєш воду і назад, стрімголов, аби вижити. Не заради себе. А заради дітей, поранених хлопців…. Кажуть, що Азовці написали на площі великими буквами, щоб було видно з космосу «Діти». Значить будуть нас янголи зберігати. Вона вірила у це і раз у раз бігала знову і знову з тим відром до дітей із водою і знову назад. Так вона могла пробігати разів зо сто. На день. І тільки зайде, а воду уже розібрали. Кружками, пляшками, мисками. Вичерпали, і вилили до крапулічки. Вона відро у руки і знову до смерті на побачення. Ось добігалась. Смерть десь поруч. Це точно. Он люстра продовжує хитатися. Зараз впаде. І їй кінець. А де всі? Може вони ще живі? 
А може вона просто оглохла? Адже вибух був страшний. 
Вона збирається з усіма силами і чимдуж волає «…є тут хто живий…!»
але вона уже не чує голосів. Її повільно покидає свідомість. 
Люстра повільно зупиняється і зависає, так і не впавши. 
Вона жива. Ще досі. 
І буде жити, щоб знову колись знову зіграти на сцені. Не зараз. І не через рік. Не на кістках загиблих воїнів та розстріляних цивільних і не на крові вбитих дітей. 
Тут ще битимуться, тут ще воюватимуть. Тут ще стрілятимуть.
Тут битимуть у дзвони. 
Але тут завжди буде українське місто Марії - що встояло і стоятиме тут до скону. Тут молитимуться за душі янголів, що міцніші за сталь. Тут звучатиме Реквієм. Але тут буде життя, що завжди переможе смерть.
“..Є! Ми Живі! Живі! Пташко, тримайся!”
Азовці разом з Пташкою протримались в Українському місті Марії до травня 2022. Після чого були взяті у полон. 
Катерина Пилипчук ©14/06/2022
#війнаякоютибуладлянас
`,
};

export default Project;
