import { GraphicArtProjectType } from "projects/types";

export const Project: GraphicArtProjectType = {
  category: "visual",
  id: 44,
  name: "",
  author: "Лєра Сан",
  image: `${process.env.PUBLIC_URL}/media/44/LERA SAN.jpeg`,
  subcategory: "graphicArt",
  tags: [],
  description: `Усім відвідувачам цієї прекрасної виставки мої щирі вітання!  

Тут ви познайомитесь із художником-аматором чи дизайнером, який тільки шукає своє покликання в цьому світі. Моє ім’я Лєра, мені 21. З дитинства мені подобалось створювати щось руками - чи то малювати, чи ліпити, чи щось майструвати.  Пам’ятаю, як мені на мій 16 день народження подарували блокнот із  160 чистими аркушами, який за два роки я перетворила на цілу енциклопедію з різними написами, малюнками чи поробками, що зображували події з мого життя чи захоплення, які змінювались у процесі мого дорослішання. Тепер це вже пухка, з тріснутою від об’єму обкладинкою частинка моєї особистої історії, яку я інколи переглядаю, ностальгуючи.   

Я єдина творча особистість у своїй математичній сім’ї, і недивлячись на це, мене не змушували йти слідами родини, а дали можливість самостійно обиратити моє майбутнє. Власне  кажучи, тому я і опинилась у творчому вузі, де в цьому році отримала свою першу освітню ступінь.  

А ще я дуже сором’язлива та невпевнена щодо своєї творчості, саме тому можливість бути тут є для мене моїм особистим викликом: показати, що я і моє мистецтво теж чогось варті.  

Тож ділюсь з вами частинкою своєї творчості.  

Початок створення цієї картини є, насправді, доволі простим. У якості курсової нас попросили створити роботу, яка б передавала для кожного з нас сутність слів “Моя Україна”. На той момент я була під величезним впливом єдності, яку показав наш народ у боротьбі проти ворога. Саме тому ви бачите образи двох людей, які міцно тримають один одного за руки. Один з образів -  це солдат, що символізує наше славне ЗСУ і тримає за спиною “Stinger”, а другий - це наш народ, наша Україна, що тримає в своїй руці нашу головну зброю - Тризуб. І хоча вони стоять серед уламків, зруйнованих будинків, вони залишаються нескореними, сяючими, гарними, із високо піднятими головами та готовими підтримувати один одного. Діра ж з промінчиками світла позаду них показує, що ця темрява закінчиться і наше сонце обов’язково засяє для нас знову. 

Коли я показала її моїй подрузі, вона сказала: “Лєра, це твоя найкраща робота!”, - напевно так і є, адже вона стала моєю першою роботою, в якій я покладалась тільки на свого внутрішнього художника, відкинувши будь-які зовнішні чинники.`,
};

export default Project;
