import { AudioBookProjectType } from "projects/types";

export const Project: AudioBookProjectType = {
  category: "sound",
  id: 46,
  name: "Я шукаю слова",
  author: "Софія Мельникова",
  subcategory: "audioBook",
  audio: `${process.env.PUBLIC_URL}/media/46/софія мельникова - я шукаю слова.m4a`,
  tags: [],
  description: `Привіт, мене звати Софія. За освітою я тележурналіст, тож кручусь десь між медіа та сценаристикою. Я з того “втраченого” покоління, яке весь час знаходиться в пошуку всього/хоч чогось і себе. Мене такі розвідини приводить то до поезії, то до живопису. Іншого разу вони завершилися річним літературним курсом і роботою над повістю. 

Творчість для мене - це емоції і справжність. Мій внутрішній поет-романтик починає творити, коли виривають серце. Художник дістає пензлі, коли треба вгамувати реальність. Я творю в захваті, в гніві, в трагедії і в любові. Я творю в емоції. 

І війна в мене це забрала. Забрала справжність. Бо в отому “нормально”, у відповідь на вже класичне “як ти?”, немає ні нормальності, ні правди. Забрала емоції, бо їх паралізувало, переколошматило, перевсещоприходитьнадумку. Війна змінила все. 

Але не тільки забрала, а й дала. Дала ще чорніший гумор, неочікувану єдність, бавовну в (українському!) Криму, і тата-героя. Дала незаперечно щире відчуття того, що донедавна було пафосними словами: єдності, патріотизму і всесвітньої підтримки. 
`,
};

export default Project;
