import { PoetryProjectType } from "projects/types";

export const Project: PoetryProjectType = {
  category: "textual",
  id: 50,
  name: "",
  author: "Птаха Співоча",
  image: `${process.env.PUBLIC_URL}/media/50/DM-Logo-Wing-Black-1.svg`,
  subcategory: "poetry",
  tags: [],
  description: `Про Птаху 
Журналістка, письменниця. Перекладає філософську та психологічну літературу. Пише колонку “Нотатки про війну” (Notizen im Krieg) для австрійської газети “Salzburger Nachrichten”.

“Поезія завжди допомагала мені залікувати рани. Але рани від війни найглибші, найболючіші з усіх. Тепер я виймаю з них вірші повільно і обережно - як гостру шрапнель”.`,
  text: `1. 


Близнючки:
де одна, там і інша.

Перша у лахах,
накинутих нашвидкуруч:
чхати вона хотіла 
особисто на тебе. 

Хай де вона є,
її завжди багато,
завжди занадто,
її плачу неможливо співчути,
від її ридань закладає серце. 

Друга вбрана у біле,
мов наречена
щойно з весілля або з труни
(не розібрати).
Єдина знає, як вгамувати сестру,
співає їй пісню, щоразу одну й ту саму,
лиху і пронизливу, а попри те
від неї зітхаєш з полегкістю.

Бачиш? призахідним небом
сновигають незримо й нечутно
нові міфічні істоти:
чорна сирена тривоги,
біла сирена відбою.


2. 

хтось має залишитись тут,
каже вона
хтось має дбати про ці садки,
зняти огірки,
дочекатися винограду,
утнути вина - 
і пити на самоті,
уявляючи, що довкола - 
саме вони,
саме ті

хтось має залишитися,
каже він,
здригатися від вибухів,
затинатися від новин,
закривати й відкривати двері квартири,
призвичаїтись до війни,
прагнути миру

хтось має залишитися,
кажу я,
на світі багато земель,
але є своя,
на світі багато неба - 
та наше по ночі ніжне
по заході вогняне

хтось має залишитись,
щоб бути вдома,
коли все це мине,
усе це мине`,
};

export default Project;
