import { MusicProjectType } from "projects/types";

export const Project: MusicProjectType = {
  category: "sound",
  id: 54,
  name: "Hollow",
  author: "Маґне Калінсен",
  audio: [
    {
      name: "The Time of Unrest",
      track: `${process.env.PUBLIC_URL}/media/54/The Time of Unrest.mp3`,
    },
    {
      name: "The Sleepwalker's Dance",
      track: `${process.env.PUBLIC_URL}/media/54/The Sleepwalker's Dance.mp3`,
    },
    {
      name: "On the Bones of my Foes",
      track: `${process.env.PUBLIC_URL}/media/54/On the Bones of my Foes.mp3`,
    },
  ],
  image: `${process.env.PUBLIC_URL}/media/54/cover art.jpg`,
  subcategory: "music",
  tags: [],
  description: `Максим Калініченко (Маґне Калінсен)
музикант, поет, перекладач
Зазвичай пишу неофолк і у віршах теж використовую багато народного, мітолоґічного з різних традицій, але переважно зі скандинавської.
Музичний триптих, який пропоную вам послухати, — перша спроба повернутися до мистецтва після кількатижневої апатії та емоційного виснаження. Вірші теж — одні з перших власних слів, які вдалося під час війни вимовити в публічний простір. Загалом усе склалося в історію руйнування й побудови себе наново. Пошук світла в цілковитій темряві.

Hollow
Спочатку так називався перший трек, який з’явився дуже органічно — за один вечір просто вилив застиглі емоції в звук. Так, як ніколи раніше не вдавалося. «Пусткою» назвав його через темряву, яка тоді окутала все життя. Здавалося, що неможливо вийти з цього стану. «Усе летить у провалля, а я ще завис над прірвою і спостерігаю за тим, як руйнується світ», — з цього відчуття почався цей музичний триптих, але переріс у дещо зовсім інше.

The Time of Unrest
Циклічність у звучанні збережена саме для підкреслення відчуття безвиході. Адже тоді незрозуміло було, чого очікувати далі. Хвилями підступає неспокій. Однакова басова партія звучить упродовж усього треку, ніби постійна напруга, якою була сповнена та пора. Це час, коли втратив усе звичне для себе й перебував далеко від дому. Але й водночас навпаки знову вдома — адже повернувся туди, де часто бував у дитинстві. Почав у минулому наново шукати те, що здавалося втраченим. Збирати себе з уламків.

The Sleepwalker’s Dance
Однакові апатичні дні. Високі ноти скрипки намагаються розбудити сновиду. Але їм це не вдається. Сонливий звук флейти повертає в сон. Бажання не бачити. Усе забути й глибше сховатися в темряві.
Назва з’явилася від того, що я щоночі чув, як моя молодша сестра розмовляє вві сні, викрикує уривки фраз, у яких нічого не можна було розібрати, крім слова «війна».

On the Bones of my Foes
Останній трек написав уже вдома, у Києві. Майже щоночі прокидався від далекого відзвуку ракет, які прилітали, ніби по розкладу, близько п’ятої ранку. Вдень було чути артилерію. Але знав, що то переважно наші працюють. Тож назва треку продовжує назву попереднього: «Танець на кістках ворогів». Холодний спокій, із яким ми проганяємо загарбників. На кістках ворогів проростають квіти, як на обкладинці триптиху.

Magne Kalinsen
авторка обкладинки — Катерина Балашова`,
};

export default Project;
