import { PoetryProjectType } from "projects/types";

export const Project: PoetryProjectType = {
  category: "textual",
  id: 59,
  name: "Календар",
  author: "Балашова Катерина",
  subcategory: "poetry",
  tags: [],
  description: `Балашова Катерина
Поетка, лавреатка III премії Смолоскипу, співзасновниця Поетичного простору o.poetry в Києво-Могилянській академії.

Я родом з Луганська й зазнала впливу війни ще у 2014 році, коли моя сім’я була змушена вперше в житті залишити рідне місто й почати жити в невідомому для нас Львові. З тих пір я регулярно рефлексувала свій досвід переселенки у своїх текстах, малюнках, колажах, досліджуючи його вплив  на своє дорослішання й формування особистості. Вранці 24 лютого звуки вибухів стали для мене ретравматизацією, що віддзеркалена у невеликому циклі поезій, названих датами днів, коли їх було створено. Комплекс витинанок було створено протягом кінця лютого й усього березня. Кілька тижнів я не могла нічого робити, крім витинання. Розглядаючи їх зараз, я вбачаю в них мистецьку спробу бодай якось відновити внутрішній баланс і пробудити себе до життя. Знову писати тексти я почала після створення більшості з цих витинанок, — своєрідне воскресіння на сьомий день.
`,
  text: `9.3.22
"втопити чоло в фартух трав
набрати вологости хмар"
в.в.

розкинувши руки виходиш у поле
тонеш у його роззявленій рані
трави вмочені в кров
око вмочене в лють
залиті землі
нема куди сісти
з криком вертаєш
на стомлених крилах
до спорожнілої скрині

вона зсередини випалена
сама камінна шкіра
знаєш лише її тож 
вдягаєш лише її
ти можеш летіти
але вона тягне вниз у
мокрі щоки
мокрі ґрунти
висхлі горла

за тиждень знову – 
по клаптик по гілочку
якщо триматися
вище за полум'я
бачиш усе що воно пожирає

за тиждень – знову

12.3.22 
як у цей сонячний день
щось може влучити 
у твій дім крім проміння?
він надійно лежить
на дні спільного неба
хитається на межі
слів і великого болю
просто зараз
ракета перекинулась
на синицю:
вона сідає на дах
і хрипко цвірінькає
про своє.

15.3.22 
вдягаю перстеники
даровані тими кого я люблю
переплітаючи пальці
з ними всіма у заклятті


4.4.22
тиша розверзлася
і раптом
ми більше не кричимо
розівчилися
всі 

зрони це мовчання
зболене
у блідий квітневий сніг
звідти ростиме
ліс 

із гарячим листям
він буде
жалити всіх сторонніх
колисатиме
спи 

весна розпочнеться
тоді як
усміхнешся без болю
чи означає
це 

що весна не прийде
ніколи?

8.5.22 (таїна)
в кінці зими серед яблуневого гілля
притулок шукали й знаходили душі
замордовані й зґвалтовані
закатовані й заблукалі
навесні дерева вкладали
їх у бруньки що тягнули
пучки до сонячних вуст
душі пускали пагони
душі росли
на шерехатих тілах
і більше не плакали 

але ніхто не знав що буде у травні
ніхто не знав чому яблуневі пелюстки
схотіли розгорнутися на вогненному тлі
саме зараз під вибух
мовчазно з певністю
крихкого життя
з лютим усміхом на тонкім обличчі`,
};

export default Project;
