import { PoetryProjectType } from "projects/types";

export const Project: PoetryProjectType = {
  category: "textual",
  id: 66,
  name: "",
  author: "Кома",
  subcategory: "poetry",
  tags: [],
  description: `Мене звати Лідія і я пишу.
Пишу, тому що не можу не писати.
Пишу під всевдонімом "Кома", тому що часто відчуваю себе не на своєму місці.
Пишу поезію та прозу.
Пишу давно, але показувати свої тексти білому світу почала кілька років тому.
Зараз пишу менше, хоча є що сказати.
Через війну я тимчасово покинула Україну, і зараз пишу в сонячній Іспанії. Ніколи ще не було так холодно в Середземноморських країнах, як зараз. 

Німецький філософ та соціолог Теодор Адорно сказав: "Писати вірші після Освенцима — варварство, і це підточує саме усвідомлення того, чому сьогодні неможливо писати вірші".
У мене зворотнє запитання: 
Тіла мертвих дітей, та голих матерів 
По собі лишила армія «могуча»
«Після Освенциму не можна писати віршів»
А що ж тоді робити після Бучі?
Відповідь на це питання шукаю й досі.

`,
  text: `Ма
Мамо, ну чому життя таке?
Чому в мене забрали рідний дім?
Чому буденне все - таке ламке?
Чому сусідів вбили в домі цім?
Чому до хати нам прийшла війна?
Чому померли в дворі всі коти?
Чому в сестри роботи вже нема?
Чому друг в ЗСУ, хоч міг втекти?
Чому я їду в геть чужу країну?
Чому твій Бог не помагає нам?
Чому я знов пред образами на колінах?
Чому не чує молитов моїх Він, мам?
Чому у роті гірко без полину?
Чому не помагає валер‘янка?
Чому одноліток у Ірпені загинув?
А в Маріуполі убили християнку?
Чом подруги по світові розбіглись?
Чому на Сході будують концтабори?
Чому до трупів ворони всі збіглись?
Чому життя впало з ніг догори?
Чому уже закінчились всі сльози?
Чому треба в своєму ж домі захищатись?
Чому вже другий місяць дощ і грози?
Чому він не приїхав попрощатись?
Ти говорила, буду добре вчитись-
Буде диплом, робота і сім‘я
Я все робила вірно, чесно, добре
Чому в моїй країні йде війна?
Ма?



Ти тільки не мовчи
Говори зі мною, говори
Лови миті
Коли стає холодно, ми горнемось в прапори
Жовто-блакитні
Ти тільки не тікай
Поруч побудь 
Пил з вікон стерла
Коли сирени у містах гудуть
Співаєм - Ще не вмерла
Ти тільки не здавайся 
Тільки вір
У мене і у Неї
Коли в хату вбігає лихий звір
Засиплемо землею
Ти тільки не ридай
Приляж, поспи
Не кляни долю
Коли нам спалюють усі наші мости
Ми пам‘ятаєм, в нашім гербі - ВОЛЯ
Ти тільки не переставай
Кохати солов’їно 
Як лиш ми вмієм
Коли нас думають покласти на коліна
Ми - як один усі - мужнієм
І хоч болить нам вся наша країна
Ми - це одна незламна Україна!



А що якщо?
війна йтиме війною,
а він застосує ядерну зброю?
тоді я більш не говоритиму з Тобою!
не зможу обійняти маму з татом
сказати - дякую за все! - нашим солдатам
не зможу видати свою найпершу книгу
ламати ніжками зимову першу кригу
не зможу народити йому доньку
зробити фото, там, де наші три долоньки
не зможу грати роль в повному метрі
бути від океану в кілометрі
так і не вивчу ту англійську мову
не заспіваю ніжну колискову 
я не посаджу дерево під своїм домом
так і не скористаюся дипломом
не вип’ю рому десь в Пуерто-Ріко
не гляну фільми всі від Федеріко
мене не викличе директор сина в школу
і на весіллі подруги не вимовлю промову
я не почую на концерті джазу
в мене не буде - “двадцять років, як ми разом”
не вийму з шафи кляте плаття в стразах
котре не одягала я ні разу
не напишу я про наступне літо
не зроблю фото з жовтим-жовтим житом
не піду в Жовтень на сеанс нічний
не прийду до племінника на випускний
не куплю ту акулу я в ікеї
не відсвяткую батьків ювілей
не проживу життя своєї мрії
стараннями їбучої росії.



Сьогодні в 5.30 ранку
В моїй країні трапилась біда.
Мене збудили на світанку
Подруга
І війна.
Зібрали валізи тривожні
А потім тривожних себе
Допоки тварина безбожна
Нашу карту повільно шкрябе
Допоки сусідський Каїн
Точитиме лезо ножа
А його синів-інвалідів
Не вкриє до лоба іржа
А без алегорій - все значно простіше
Де гинуть у бою чужі сини
Немає прощення, милості й жалю.
Бісовий клятий путін - помри!



Циклічність пекла

10 кілометрів до кордону
Змійкою кінчається дорога
До рідного дому
Зняла теплу куртку 
Вилізла з гетрів
До кордону 9 кілометрів
Викила дві кави на заправці
Десь посеред нетрів
До кордону 8 кілометрів
Докурила тричі, спина рівна
І без лому
7 кілометрів до кордону
Забула біль
Лишила силу й міць
Скільки до кордону - шість.
Залишила всі образи
Взяла вишиванку червону
5 кілометрів до кордону
Вбираю пам‘ять у найкращу сукню
Без іронії і сатири
До кордону кілометри чотири
Знайшла у сумці паспорт
Рахую сантиметри
До кордону три кілометри
Над лобовим пролетів лелека
Зеленіша трава газону
Два кілометри до кордону
Порізала об прапор палець
Кров із судин
До кордону - один
Змійкою кінчається дорога
До рідного дому
10 кілометрів до кордону
`,
};

export default Project;
