import { HandcraftProjectType } from "projects/types";

export const Project: HandcraftProjectType = {
  category: "visual",
  id: 72,
  name: "",
  image: `${process.env.PUBLIC_URL}/media/72/IMG_9094.JPEG`,
  author: "Софа",
  subcategory: "handcraft",
  tags: [],
  description: `Я Софа, студентка культурології з Києво-Могилянської академії. Завжди займалась якоюсь творчістю - фотографувала, монтувала, писала, але ніколи не визначала себе мисткинею. Менше з тим, мистецтво було і залишається улюбленим медіумом для комунікації зі світом. Зараз мені найбільше відгукуються паперові колажі. З початком повномасштабного вторгнення пряме ословлення почуттів стало проблематичним, тому я звернулась до колажування. Поєднання клаптиків зображень дозволяє мені створити концентрований пакуночок сенсів, з яких кожен дістає щось своє.`,
};

export default Project;
