import { GraphicArtProjectType } from "projects/types";
import { mediaEndPoint } from "../config"

export const Project: GraphicArtProjectType = {    category: `visual`,
    id: 106,
    name: `8 день війни`,
    author: `Ксенія Степась`,
    subcategory: `graphicArt`,
    tags: [],
    image: `${mediaEndPoint}/media/106/Day 8.jpg`,
    description: `з 3 березня я не була вдома.
Тому що, як і всі українці, була змушена покинути свій дім, своє життя, і з однією валізою в руках їхати у невідомому напрямку.
На малюнку—Львівський вокзал, який зустрів мене того дня не як завжди. 
Страшенно переповнений, тривожний, холодний, гучний та брудний—всі намагаються врятувати своє життя і їдуть далі далі далі... 
Коли це скінчиться?


Привіт! Мене звати Ксенія, я художниця з Києва.
Займаюся ілюстрацією, друкованою графікою та керамікою.
У своїх ілюстраціях люблю комбінувати різноманітні техніки, в залежності від того яке відчуття та настрій хочу передати, серед них, наприклад, такі як акрил і пастель, кулькова ручка та гратографія, колаж та монотипія, трафаретний друк та графітний олівець, також люблю створювати діджитал графіку.
У 2019 р. закінчила магістратуру в Національній академії образотворчого мистецтва та архітектури ( Київ, Україна) за освітньою програмою «Графіка, дизайн та ілюстрація книги».
У 2019 р. пройшла інтенсивний курс «Design Identity» у Kyiv Academy of Media Arts.
З 2018 р. працюю викладачем малюнку, живопису та композиції у Дитячій школі мистецтв №5 м. Київ.
З 2018 р. співпрацюю як ілюстратор з художнім видавництвом Nebo BookLab Publishing та створюю ілюстрації для освітнього онлайн-проекту KidStory.
У 2018 р. видала авторську художню книгу «Київські маскарони» з видавництвом Nebo BookLab Publishing.

Все життя я жила у прекрасному Києві і ще ніколи так надовго не покидала дому. 
Війна змінила все: показала хто є хто, змінила цінності, відношення до багатьох речей. 
За цей час в мені прокинулися неймовірна гордість за наш народ, за те, наскільки українці сильні, стійкі, незламні та креативні. Звісно, це все дуже вплинуло на мою творчість. Тому після 24 лютого мені хотілося в своїх ілюстраціях фіксувати те, що мене турбує, те, чим я пишаюся та те, за чим сумую.

Контактні дані:
+380673364991
kseniiastepas@gmail.com
https://instagram.com/kseniiastepas?igshid=YmMyMTA2M2Y=`,
}
export default Project;