import { GraphicArtProjectType } from "projects/types";
import { mediaEndPoint } from "../config"

export const Project: GraphicArtProjectType = {    category: `visual`,
    id: 107,
    name: `‼️УВАГА! У Києві оголошена повітряна тривога! `,
    author: `Ксенія Степась`,
    subcategory: `graphicArt`,
    tags: [],
    image: `${mediaEndPoint}/media/107/Attention! Air raid sirens in Kyiv!.jpg`,
    description: `Так виглядає кожен день починаючи з 24 лютого! Безсонні ночі,телефон приріс до руки... Кожного дня, кожної години я бачу жахливі речі, що скоюють російські солдати, ці нелюди. Вони катують мирних жителів України, крадуть українське майно своїм огидним нареченим, ґвалтують українських жінок і 10-річних дітей, розстрілюють мирних жителів зв‘язавши їм руки—тисячі мирних жителів, просто нізащо,просто за те, що ми українці!
Це геноцид нації, який ніколи не буде забутим! Кожен росіянин причестний до цих вбивств своїм мовчанням і страхом!!! Кожному росіянину повернеться цей жах у трьох кратній силі!
Світла пам’ять усім загиблим українцям.
Все буде Україна!
адже Добро завжди перемагає зло!

Привіт! Мене звати Ксенія, я художниця з Києва.
Займаюся ілюстрацією, друкованою графікою та керамікою.
У своїх ілюстраціях люблю комбінувати різноманітні техніки, в залежності від того яке відчуття та настрій хочу передати, серед них, наприклад, такі як акрил і пастель, кулькова ручка та гратографія, колаж та монотипія, трафаретний друк та графітний олівець, також люблю створювати діджитал графіку.
У 2019 р. закінчила магістратуру в Національній академії образотворчого мистецтва та архітектури ( Київ, Україна) за освітньою програмою «Графіка, дизайн та ілюстрація книги».
У 2019 р. пройшла інтенсивний курс «Design Identity» у Kyiv Academy of Media Arts.
З 2018 р. працюю викладачем малюнку, живопису та композиції у Дитячій школі мистецтв №5 м. Київ.
З 2018 р. співпрацюю як ілюстратор з художнім видавництвом Nebo BookLab Publishing та створюю ілюстрації для освітнього онлайн-проекту KidStory.
У 2018 р. видала авторську художню книгу «Київські маскарони» з видавництвом Nebo BookLab Publishing.

Все життя я жила у прекрасному Києві і ще ніколи так надовго не покидала дому. 
Війна змінила все: показала хто є хто, змінила цінності, відношення до багатьох речей. 
За цей час в мені прокинулися неймовірна гордість за наш народ, за те, наскільки українці сильні, стійкі, незламні та креативні. Звісно, це все дуже вплинуло на мою творчість. Тому після 24 лютого мені хотілося в своїх ілюстраціях фіксувати те, що мене турбує, те, чим я пишаюся та те, за чим сумую.

Контактні дані:
+380673364991
kseniiastepas@gmail.com
https://instagram.com/kseniiastepas?igshid=YmMyMTA2M2Y=`,
}
export default Project;