import { GraphicArtProjectType } from "projects/types";
import { mediaEndPoint } from "../config"

export const Project: GraphicArtProjectType = {    category: `visual`,
    id: 126,
    name: `Ан-225 Мрія`,
    author: `Світлана Козоброд`,
    subcategory: `graphicArt`,
    tags: [],
    image: [{name: "", src: `${mediaEndPoint}/media/126/2.png`}, {name: "", src: `${mediaEndPoint}/media/126/3.2.png`}, {name: "", src: `${mediaEndPoint}/media/126/3.png`},
              {name: "", src: `${mediaEndPoint}/media/126/4.1.png`}, {name: "", src: `${mediaEndPoint}/media/126/4.2.png`}, {name: "", src: `${mediaEndPoint}/media/126/4.png`},
              {name: "", src: `${mediaEndPoint}/media/126/5.1.png`}, {name: "", src: `${mediaEndPoint}/media/126/6.png`},
              {name: "", src: `${mediaEndPoint}/media/126/6.1.png`}, ],
    description: `АН-225 «Мрія» (кодове ім'я НАТО — «Козак») – найбільший та найпотужніший у світі транспортний літак, створений київським КБ імені Антонова. Головним конструктором був — Віктор Ілліч Толмачов. Літак активно використовувався під час пандемії коронавірусу, а також ним було встановлено 240 світових рекордів, що є абсолютно унікальним випадком в авіації.
Але під час російського вторгнення в Україну 27 лютого 2022 року у результаті повітряної атаки російських окупантів на аеропорт Гостомель під Києвом літак Ан-225 «Мрія», один із найбільших та найпотужніших літаків у світі, був спалений.
На момент вторгнення літак перебував на ремонті в аеропорту Гостомель, тому не встиг вилетіти з України. Після звільнення Гостомеля українськими військами, коли вдалося побачити рештки спаленої «Мрії», в авіаційних колах України знову обговорюють можливість побудови нового літака Ан-225.
"ВОНИ МОЖУТЬ ЗНИЩИТИ ЗАЛІЗО, АЛЕ НЕ НАШУ МРІЮ"

Привіт) Мене звати Світлана, мені 26 років, народилась та виросла  в м. Новоград-Волинському, проживаю на даний момент в м. Києві. В цифровій ілюстрації я початківець, тому неймовірно щаслива поділитись частиною свого життя з вами.

Почну з того, що мій творчий шлях почався ще з дитинства, але я його не розвивала і батьки не бачили в цьому мого майбутнього. Тому в підлітковому віці, коли поставало питання про вибір професії, я розгубилась і обрала професію кухар-кондитер. Після закінчення ліцею, подала документи на соціальну роботу в коледж. З часом, під час навчання, в мене виникла криза, я не знала, чи насправді ця професія знадобиться мені в майбутньому. В мене було безліч проблем на моєму життєвому шляху, через постійні стреси я не знала, чим буду займатися далі. Але, не зважаючи на всі труднощі, я завжди малювала.
Мій шлях у світ творчості підштовхнули друзі та кохана людина, яких я люблю, ціную і поважаю.

Коли мені подарували мій графічний планшет, я одразу почала малювати на ньому. Так як професійної художньої освіти в мене немає, я займалась самоосвітою, переглядаючи дуже багато різних відео та інтернет-ресурсів. Перші спроби були у растровій графіці (в програмі Adobe Photoshop), а з часом я опанувала і векторну ілюстрацію (Adobe Illustrator). Створюючи логотипи та дрібні ілюстрації, я поступово поринала у світ цифрового малюнку. Поки ще я шукаю свій стиль, тому роботи досить різні. 
Свої роботи викладаю під псевдонімом Faceless (в пер."людина в масці") - який не має власного обличчя і в постійних пошуках нового.
Планую і далі опановувати графіку, вивчаючи всі можливі матеріали, і разом з цим покращувати навички. В мене є дуже багато мрій та планів, кожного дня я роблю кроки для їх досягнення.

Коли почалася війна, я перебувала в Києві, а мого рідного брата забрали захищати нашу країну, через що я дуже переживала. В перші дні мені було страшно і я не знала, що мені робити. Щоб відволіктись від всього жаху, що відбувається в моїй країні, я  почала ще більше займатися ілюстрацією.
І для того, щоб бути корисною для своєї батьківщини, я намалювала ілюстрації на тему війни. Дані роботи, які ви бачите, були створені під вибухи, які лунали за вікном.

Творчість допомагає відволіктись від труднощів життя і створити свій світ, в якому я б відчувала себе комфортно.
Ми зараз переживаємо тяжкі часи, але якщо звертатися до світла, є можливість їх пережити. Тому віримо в перемогу, і Слава ЗСУ, Слава Україні!`,
}
export default Project;