import { GraphicArtProjectType } from "projects/types";
import { mediaEndPoint } from "../config"

export const Project: GraphicArtProjectType = {    category: `visual`,
    id: 132,
    name: `Day of Kyïv`,
    author: `ummsbiaus`,
    subcategory: `graphicArt`,
    tags: [],
    image: `${mediaEndPoint}/media/132/Day of Kyïv.svg`,
    description: `ummsbiaus створює мінімалістичні ілюстрації та українські електронні наспіви у
стилі фолктронік.
робота Day of Kyïv демонструє знайому всім киянам статую у сквері біля
Софійської площі.
«З тих пір, як я поїхала з Києва, мені боляче зустрічати його зображення на фото та
відео, ніби те (не) забуте кохання, біль од якого виринає щоразу, коли бачиш
знайоме обличчя. Важко згадувати місця, які найбільше люблю. Але катарсис
можливий лише крізь біль, саме тому на день мого міста, вдалині від дому, я
намалювала наймилішу серцю скульптуру, біля якої малою грала в ляльки, а вже
дорослою мріяла про майбутнє, сидячи на лавці поряд із фонтаном. Всі мають таке
місце у своєму рідному місті... Всі мають. Або мали, бо хто зна, чи не
перетворилися ці місця на руїну.»`,
}
export default Project;