import { HandcraftProjectType } from "projects/types";
import { mediaEndPoint } from "../config"

export const Project: HandcraftProjectType = {    category: `visual`,
    id: 134,
    name: `ЕКОСВІЧКИ`,
    author: `Олена Червоненко`,
    subcategory: `handcraft`,
    tags: [],
    image: [{name: "", src: `${mediaEndPoint}/media/134/Вільні люди.JPG`}, {name: "", src: `${mediaEndPoint}/media/134/Герб.JPG`},
              {name: "", src: `${mediaEndPoint}/media/134/Герб України.JPG`}, {name: "", src: `${mediaEndPoint}/media/134/Герби.JPG`},
              {name: "", src: `${mediaEndPoint}/media/134/Руський воєний корабль....JPG`}, ],
    description: `Я Олена Червоненко актриса театру і кіно. Свічками ручної роботи зацікавилась на карантині, коли театри не працювали і треба було  кудись направляти свою творчу енергію. Так я почала робити свічки з екологічних матеріалів для себе та своїх друзів.
З початком повномасштабного вторгнення країни агресора в мене не було доступу до матеріалів, а потім коли вдалося їх вивезти я довго не могла нічого робити бо не було ніяких сил. Потім, коли я взяла через три місяці в руки вощину я зрозуміла, що можу робити тільки патріотичні свічки. Так народжувались мої нові ідеї і нові свічки. Моя нова колекція пов’язана з волею і нашою країною. 
 • Перша свічка “ Вільні люди” вона виникла після прослуховування пісні групи Без обмежень! Це арома свічка в склі. 200 мл. Час горіння від 40 годин. 
 • Друга свічка герб України. Свічка з натуральної вощини. Час горіння 12 годин +
 • Третя свічка в гіпсовому кашпо з маркою “ руський воєнний корабль іди..” соєва арома свічка. 75 мл. Час горіння ~12 годин.`,
}
export default Project;