import { VideoArtProjectType } from "projects/types";
import { mediaEndPoint } from "../config"

export const Project: VideoArtProjectType = {    category: `visual`,
    id: 140,
    name: `Чорнобривці`,
    author: `Оркестр та хор проєкту Rock Symphony`,
    subcategory: `videoArt`,
    tags: [],
    video: `${mediaEndPoint}/media/140/Чорнобривці.mp4`,
    description: `Ми всі наразі у різних куточках нашої країни...
У різних куточках світу...
Але наше серце з Україною💛
Ми хочемо жити, творити, співати і мріяти під мирним небом💙
Війна нас розділила фізично, зруйнувала наші плани, мрії, сподівання...
Але не зруйнувала нашу жагу до творчості, нашу силу єднання, нашу віру...
Ворог нас позбавив можливості творити, хтось залишився без інструменту, хтось не
має можливості співати... бо немає на це емоційних сил... хтось пішов на передову,
хтось займається волонтерством, хтось рятує своїх дітей від вибухів і пострілів...
Але наша душа, наша сила у творчості...
Попри все, незважаючи на все...!
Ми співаємо і граємо, задля України!!!
Щоб ворог знав - ми живі і ми знаємо заради чого жити!
Щоб наші воїни розуміли - ми вистоїмо заради них і для них♥️
Особлива подяка:
Зведення і обробка звуку @vladogonek (Vlad Ogienko)
Відеомонтаж @max_buslik (Max Busel)
Хормейстер @viktoriia_shemchuk (Вікторія Шемчук)
Відповідальний за музичну частину @georgiyvershynin
Технічний супровід @vadym_kovenia
@shkodaslava
@fat_group3
@violinastasia
@diana_astrid_violin_dj`,
}
export default Project;