import { MusicProjectType } from "projects/types";
import { mediaEndPoint } from "../config"

export const Project: MusicProjectType = {    category: `sound`,
    id: 144,
    name: `Козацький Драйв`,
    author: `ДІТИ ДЕРИХМАРИ`,
    subcategory: `music`,
    tags: [],
    audio: `${mediaEndPoint}/media/144/2. ДІТИ ДЕРИХМАРИ - КОЗАЦЬКИЙ ДРАЙВ.mp3`,
    image: `${mediaEndPoint}/media/144/1-2. КОЗАЦЬКИЙ ДРАЙВ.jpg`,
    description: `Дописував я "Злість 2.0" під час коменданських годин і повітряних тривог, але настрій був не реперський, настрій був роковий. Тож я взяв електрогітару і вночі награв інструментал. Попередив вранці у сусідському чаті, що крики заплановані, все ок - мене не вбивають, і так записав вокал. Випускав ці пісні під однією обкладинкою як дві частини себе, які об'єднались заради спільної мети. Хоча здається, і там, і там я кричу. Навіть якщо говорю спокійно.

Ну і трохи про обкладинку: образ козака Ви маєме впізнати, а ірпінський зруйнований міст мало чим відрізняється від безлічі інших зруйнованих об'єктів, які вже стали для нас буденністю. Проте навіть на руїнах бавляться діти та грає музика. Бо руїни, як і русня - це тимчасово.`,
}
export default Project;