import { MusicProjectType } from "projects/types";
import { mediaEndPoint } from "../config"

export const Project: MusicProjectType = {    category: `sound`,
    id: 145,
    name: `Бути Живим Нормально (INSTRUMENTAL)`,
    author: `ДІТИ ДЕРИХМАРИ`,
    subcategory: `music`,
    tags: [],
    audio: `${mediaEndPoint}/media/145/4. ДІТИ ДЕРИХМАРИ - БУТИ ЖИВИМ НОРМАЛЬНО (INSTRUMENTAL).mp3`,
    image: `${mediaEndPoint}/media/145/4. ДІТИ ДЕРИХМАРИ - БУТИ ЖИВИМ НОРМАЛЬНО (INSTRUMENTAL).jpg`,
    description: `Пісню, в назві якої весь посил одразу і закладено, я створював уже не так від серця, як від голови. Можливо тому я і приховав її звідусіль. Посил і досі правильний, як на мене, але чи то вже інфопростір почав насичуватись піснями, чи то я втомився і перегорів і щось не сталось, але пісню я ніяк не намагався поширити, нікому не грав і взагалі впав у творчий ступор, з якого тільки вибираюсь разом із сокомандником по "Маґ не Кається".
Проте переслуховуючи цей інструментал, я раптом зрозумів, що мені заважали саме слова. В музиці ідея раптом розкрилась яскравіше і зрозуміліше. Тому саме інструментал я Вам і пропоную.`,
}
export default Project;