import { MusicProjectType } from "projects/types";
import { mediaEndPoint } from "../config"

export const Project: MusicProjectType = {    category: `sound`,
    id: 148,
    name: `Крим`,
    author: `Едуард Драч`,
    subcategory: `music`,
    tags: [],
    audio: `${mediaEndPoint}/media/148/Крим.mp3`,
    description: `Віддайте мову написана в 1988 році і вперше виконана на зустрічі журналу "Київ" з
читачами. Це був поважний товстий журнал київського відділення спілки
письменників, авторами якого були корифеї літератури - Іван Драч, Дмитро
Павличко, Юрій Мушкетик, які тоді були присутні на тій зустрічі в Будинку художника
на Львівській площі. Після виконання пісні зал аплодував стоячи, що було у мене
вперше в житті. Але слід сказати, що тоді публіка часто емоційно реагувала на
патріотичні речі і. Київська Русь теж 1988 року - року тисячоліття хрещення Руси. В
той час не прийнято було говорити чи писати про епоху давнього Києва
українською, не дивлячись на те, що графіті давньокиївської доби зі словами
"порося", "трясцею ворогів оточи" говорять про близькість давньокиївської говірки
саме до сучасної української мови. Тому пісня про Київську Русь українською в той
час уже сама по собібула революційною. "Новітній яничарський марш" або
"Політічєська заява в районо Грицька Івановича Придурченка, хахла по
национальності" - одна з чотиртох пісень на мовну тему: "Пісня про рідне слово",
"Про нещасну матір", "Віддайте мову" і власне, "Яничарський марш". Тоді жваво
обговорювався проект закону "Про мови в Українській РСР", в якому спочатку
українська мова була на другому плані. За брежнівським переписом кінця 1970 в
Українській РСР було 82 відсотки етнічних українців, що за міжнародними нормами
(більше 70%) означало моноетнічність. Важливо було вибороти для української
мови провідну позицію. Я включився в цю боротьбу і написав ці 4 пісні, з яких дві
звучали на першому фестивалі "Червона Рута". Пісня "Небо України" написана в
1983 році. Це "пейзажна" пісня. Після відвідин своєї бабусі, яка жила в
Апостолівському районі Дніпропетровської області, де абсолютно рівний степ і
абсолютно український пейзаж - синє небо й жовте поле. Пісня про Крим - одна з
пісень кримського циклу, який записаний і виданий альбомом "Двом душам
дарується" в 2005 році. Альбом "анексований" росіянами і фірма "RussianDVD.com''
продавала його на Amazon Music до 2022 року. Офіційне звернення до керівництва
фірми припинило "анексію". Пісня теж "пейзажна", як і "Небо України". Весь ліричний кримський цикл присвячений дружині-кримчанці.`,
}
export default Project;