import { ProseProjectType } from "projects/types";
import { mediaEndPoint } from "../config"

export const Project: ProseProjectType = {
    category: `textual`,
    id: 19,
    name: `На Івана, На Купала`,
    author: `Катерина Пилипчук`,
    image: `${mediaEndPoint}/media/19/МОТАНКА-2-6.svg`,
    subcategory: `prose`,
    tags: [],
    description:     "Мене звати Катерина Пилипчук. Мені 42 роки. Я живу і працюю в Україні, у Києві, і є авторкою новел та поезії про героїв війни, які я публікую у своєму блозі на сторінці в соціальній мережі фейсбук. Писати прозу я почала лише з середини червня 2022 року і це стало моєю справжньою розрадою та, за відчуттями, є моєю сродною працею, яку я так довго намагалась знайти.\n\nДо війни я займалась інвестиціями у високотехнологічні проєкти в сфері нерухомості та міжнародною діяльністю із просування українських бізнесів у світі, моє життя було схожим на одну велику навколосвітню подорож, бо свою валізу я, навіть, не встигала розпаковувати. Війна ж змінила все: зупинила будівництво, заморозила інвестиції, і, водночас, відкрила в мені потаємний резервуар творчої енергії, яка тепер знаходить своє матеріальне втілення у письменництві.В мене двоє чудових синів Міка та Петрик, яким 18 та 13 років. Мій чоловік Андрій Пилипчук - моя любов та опора уже 20 років. Батьки - Олександр та Галина Горностай - музиканти, творчі люди, поборники та просвітники української культури у світі, заслужені артисти та діячі мистецтв України.",
    text: `На Івана, На Купала
Вража сила знов палала. 

У селі під Херсоном, що мало дуже промовисту назву Чорнобаївка, жила була стара жінка. Називали її відьмою чи ворожкою, бо ще з молодих літ до багаття на купальську ніч вона ніколи не приходила. 
Жінка була не стара і не молода, хусткою вкрита, з бабціної скрині. На шиї червоне монисто із перлинами, та з старими монетами, що ще її прабабка носила. Хоч на дворі було уже і двадцять перше сторіччя - жінка вбиралась у довгу білу, ткану з льону сорочку, вишиту білим бо білому, і перезалась плахтою із орнаментом, подібним на свастики, тільки у інший бік - то узори сонця стародавні такі були. Її очі були аж чорні і, місцеві казали, що від її погляду ховатися треба. Тому коло її дому ніхто просто так не ходив. Приймала жінка у себе вдома лише тих, хто приїхав за попередньою домовленістю. Вона ворожила їм на долю.
Донька у неї була. Марічка. Молода, гарна. Струнка, як тополя, руки довгі, красиві, як у балерини. Волосся чорне, як смола, закручене на маківці. Дівчина вбиралась у звичайний одяг, як усі люди. Джинси, футболки, кросовки. От побачив би хтось її на вулиці - ніколи не сказав би, що вона донька ворожки. Марічка навчалась у Херсоні, а до матері приїжджала тільки на канікули. 

Будинок їхній стояв крайнім у селі на березі ставка, що каналом поєднувався з річкою Вірьовчиною. На цей ставок щоліта збирались дівчата і хлопці, що жили у селі та й ті, що приїжджали до стареньких родичів. Тут завжди в ніч на Купала організовували молодіжну забаву.  Дівчата набирали у клубі в центрі села народні вбрання, прикраси, щоб ввечері бути в строях, а тоді після гулянь на ранок вертали і уже повертались за костюмом наступного року. Незаміжні - вбирались у білі до п’ят сорочки з розшитими рукавами. У кожної свій узор. Заміжні ще й плахтами закривались. Плели вінки з польових квітів. Там і волошки, і ромашки, і чебрець, а ще, кому щастило - то знаходив у полі коло плаю - Івана-й-Марічку, рідкісну квітку, що має два кольори жовтий та синій і цвіте тільки у ці дні. Трави і зілля за давнім повір’ям захищали дівчат від нечистого. 
На березі ставка місцеві хлопці у вишитих сорочках та джинсах або шортах - вдягнені уже на сучасний лад - розкладали велике багаття, посередині ставили стовп, а на нього вішали колесо або кінський череп, що називався «відьма». Цей стовп, казали старенькі бабусі, - символ вічності життя. А череп, який одягали на дерево і скидали з криками і піснями, а тоді спалювали, щоб відвадити усю нечисту силу - символ невідворотності смерті та переродження. 
Тоді як багаття горіло уже не високо, бралися за руки і стрибали парами. У кого руки не роз‘єднаються у стрибку - тому довгий шлюб віщується. Одинокі дівчата пускали на ставок свої вінки. На кожний вінок ставили запалені свічки, бо казали, що якщо допливе вінок до другого берега із запаленими свічками - то доля буде хороша. А ще, цього дня зі ставка завжди піднімались цілі зграї світлячків. Як вогонь з води. Свято Купала з давніх давен було святом вогню та води. Ось і святляки також додавали цьому дійству завжди своєї містичної краси. 

Цього року Марічка ще з 25 лютого була у матері. Як почалась війна, то навчання в Херсоні припинилось. Всіх відправили додому. Добре, що вона встигла приїхати, бо на слідуючий день уже нікого з міста не випускали. 
Мати цілими днями не виходила з дому і щось варила і бурмотіла собі під ніс. 
Перший раз Марічка почула страшний вибух 27 лютого. Вийшла на двір - а за селом зарево! Палає та горить. Вище, ніж той Купальський вогонь щоліта у неї під вікном. Марічка постійно слідкувала за подіями у інтернеті, і звичайно одразу побачила новину, що вибухнула вража техніка окупантів під їхнім селом на аеродромі. За пару днів зарево піднялось ще вище, а вибух був ще потужніше. Мама у хаті так і продовжувала щось варити і бурмотіти собі під ніс. 
Ще за тиждень їхнє село прославилось уже на всю Україну. По телевізору казали, що збройні сили України б‘ють нещадно російських орків саме під їхнім селом, і що ті вражі олухи так і пруть, так і лізуть, наче зачаровані якісь, в те ж саме місце, де їх знищують сотнями разом із танками, БТРами і усією технікою. Вщент. 
Коли Марічка почула про «зачарованих» орків,  здогадалась, чому матір ці місяці від її варива не відходила. 
Підійшла до неї і питає: 
«Мамо, це ви ту вражу силу зупиняєте?»
«Доню, вогонь завжди зігріє обережного, і спалить необачного. Хто ж їм винен, що вони такі сліпі, що не бачать куди пруть.»
«Мамо, ви ж бачите далеко! Скажіть, а довго ще будуть нас мучити?»
«Доню, моє діло варити, а зупинить їх тільки могила. Тепер тут багато душ загублених - кличуть вони до себе своїх. На Купала гнати їх будете - тих «вражих Іванів» до їхнього диявольського отродья.»

В ніч на Купала в Чорнобаївці стояло високе зарево. Хороводами і обрядовими піснями молодь проганяла «нечисту силу» зі свого села. 
Марічка у вінку з синьо-жовтою квіткою кружляла навколо вогню у якомусь магічному танці. Світляки літали навколо багаття і їх можна було сплутати із вогниками, що із тріском відлітали з багаття на всі боки. 
Жінка у хустці дивилась у вікно свого будинку на хоровод і продовжувала варити і щось бурмотіти собі під носа. 
Російські орки, сліпі і покручені, і далі йшли на вірну смерть. Світло перемагало темряву. Бо це закон природи. Закон. 

`,
}

export default Project;