import { ProseProjectType } from "projects/types";
import { mediaEndPoint } from "../config"

export const Project: ProseProjectType = {
    category: `textual`,
    id: 20,
    name: `Розвідники`,
    author: `Катерина Пилипчук`,
    image: `${mediaEndPoint}/media/20/МОТАНКА-2-5.svg`,
    subcategory: `prose`,
    tags: [],
    description:     "Мене звати Катерина Пилипчук. Мені 42 роки. Я живу і працюю в Україні, у Києві, і є авторкою новел та поезії про героїв війни, які я публікую у своєму блозі на сторінці в соціальній мережі фейсбук. Писати прозу я почала лише з середини червня 2022 року і це стало моєю справжньою розрадою та, за відчуттями, є моєю сродною працею, яку я так довго намагалась знайти.\n\nДо війни я займалась інвестиціями у високотехнологічні проєкти в сфері нерухомості та міжнародною діяльністю із просування українських бізнесів у світі, моє життя було схожим на одну велику навколосвітню подорож, бо свою валізу я, навіть, не встигала розпаковувати. Війна ж змінила все: зупинила будівництво, заморозила інвестиції, і, водночас, відкрила в мені потаємний резервуар творчої енергії, яка тепер знаходить своє матеріальне втілення у письменництві.В мене двоє чудових синів Міка та Петрик, яким 18 та 13 років. Мій чоловік Андрій Пилипчук - моя любов та опора уже 20 років. Батьки - Олександр та Галина Горностай - музиканти, творчі люди, поборники та просвітники української культури у світі, заслужені артисти та діячі мистецтв України.",
    text: `Костик і Толя сиділи на високих гілках вишні, що росла у їхньому дворі, і фотографували ворожу техніку, що проїжджала повз. Це була їхня стратегічна точка. Звідси добре можна було бачити дорогу, а їх видно не було. 
- Мої сьогодні  «зетки», а твої будуть «вешки», - завзято запропонував Костик.
- Згода, - без ентузіазму відповів Толя.
- Вчора у тебе «зетки» були, то ти виграв. Хочу сьогодні я виграти, - продовжував Костик.
- Добре, - так само поникло відповів Толя.

Хлопцям було по дванадцять років. Вони були двійнята. Костик був блондином, а Толя - шатеном. Риси обличчя у них були дуже схожі, а от характери - відрізнялись. Костик був на 5 хвилин старшим, тому завжди задавав тон їх пригодам. Толя - як молодший з двійні - любив Костика і завжди погоджувався з його ініціативами. 
Цього року їх школа закінчилась у лютому. Разом із батьками та з іншими сусідами вони опинились у підвалі. Там у хлопців почалось нове життя. Між собою вони називали це їхнім «підземним царством».  Батьки замість уроків дозволили їм грати у карти, малювати на стінах. Були моменти, коли було дуже страшно, бо тьотя Оля з першого поверху померла прямо у підвалі. Усіх дітей тоді зібрали у одному кутку і не дозволяли з нього виходити. Туди їм приносили їсти, там їх покотом клали спати. Костик і Толя лягали спати завжди поруч один із одним, мама їх накривала куртками і казала: «Щоб ви знали завжди - ви є один у одного».  
Тоді, ще через пару днів, накривати їх почала якась жінка. А тата вони не бачили у підвалі уже декілька днів. Потім в підвалі стало дуже душно, повітря уже не вистачало на всіх. І здавалось, що скоро вимкнеться та єдина лампочка, що звисала зі стелі на старому алюмінієвому дроті, і світло зникне. А тоді у якийсь момент відкрились двері підвалу, і військовий у формі з великим автоматом у руках сказав, що уже можна вийти на двір і знову повернутися до своїх квартир. 

До своєї квартири Костик і Толя так і не повернулись. Що сталось із їх мамою і татом, їм не сказали, через декілька днів мали усіх дітей з підвалу на автобусах відправити до росії. Казали, що до дитячого табору. А поки - їх забрала до себе сусідка.

Хлопці і раніше любили лазити на вишню, бо там була їхня таємна схованка. Проте цього разу у них був план. 

- Толя, нам треба не просто рахувати, а ще їх фотографувати, - сказав Костик.
- Добре, я взяв телефон мами, - сказав Толя, - а ти можеш фотографувати на татовий. 
- Треба тільки так, щоб ми потім могли відправити ці фото на спеціальний номер, який мені дала тьотя із підвалу, - із завзяттям відповів Костик, намагаючись через наближення у телефоні побачити ворожу техніку, як у бінокль. 
- Так, я чув, що вона сказала, що чим більше «зеток» чи «вешок» на цей номер відправити, тим скоріше прийдуть сюди українські танки, і що після цього нам не треба буде їхати у табір в росію і, можливо, ми знову побачимось з татом і мамою, - останні слова Толя сказав із уже неприхованою тугою в голосі, і на його широко посаджених синіх очах почали виступати сльози. 
- Так, Толя, припиняй, бери в руки телефон, і починаємо полювання, - з цими словами Костик відставив телефон вперед на витягнутих руках, прицілився і натиснув на кнопку. У нього зафіксувалася картинка з танком, на якому чітко було видно букву z.- Супер, один є. Відправляю в штаб. «Лейтенант Толя», ви як там? На позиціях? Прийом! - весело вигукнув Костик і обернувся до брата. 
Той утуплено дивився в екран маминого телефону, де був знімок із бронетранспортером, на якому була буква V. 
- Що ти втупився, наче смерть побачив? - здивовано спитав Костик.
На фото коло БТРа стояв їхній тато, в нього були синці на обличчі, сліди катувань на зап’ястях, і він на цьому знімку показував кудись рукою, а поруч з ним стояв російський військовий. Костика з Толею уже не цікавили ні «зетки», ні «вешки». Вони за стільки днів вперше побачили свого батька. 
- Дай сюди, - Костик вирвав із рук Толі телефон. - Це ж не ти фото зробив? Це фото уже було у мами на телефоні. Тому тобі бал не зарахується!
Костик із заздрістю розглядав знахідку Толі. Його хвилювання видавало часте дихання. 
- Так, але там тато… і він щось показує тим росіянам. Може не треба це фото на той номер надсилати? - Толя щось відчував, його очі бігали, і серце калатало десь в вухах. - Може і мама там з ним?
Костик також розумів, що щось не так з тим фото, і що воно не дарма було у мами на телефоні. А телефони- і мамин, і татовий, їм також дала жінка із підвалу. 
- Толя, тут треба подумати логічно. Якщо б це не можна було б нікуди слати, то не дала б нам та тьотя з підвалу телефон з уже цією фотографією. Може на ній щось важливе, не тільки тато.
Толя мабуть захопився грою у розвідників, в яку вони, як йому здавалось, грали, і продовжив після Кості:
- Так, Костику, точно, нам треба відправити це фото на той номер, бо там буква v. А тьотя з підвалу сказала «чим більше «зеток» і вешок - тим більше балів». Я відправляю.
Толя уже був впевнений, що це буде правильним рішенням. Він завжди любив грати у всілякі квести і інтелектуальні ігри, де треба було вирішувати складні задачі. 
Костя подивився ще раз у бік ворожих танків, на які вони дивились з вишні, та на знімок на маминому телефоні і сказав: 
- Відправляй. Цей БТР точно не звідси. Тут техніка якась стара, потерта, а цей на фото - новенький. І той російський військовий теж якийсь дуже чистенький. 
Почувся звук відправлення смс. У відповідь прийшло автоматичне повідомлення: «Координати ворога прийняті в роботу. Дякуємо за Ваш вклад у знищення окупантів».
Уже за декілька годин на межі їхнього міста стався величезний вибух. 
***
Костик і Толя сиділи в великій кімнаті у сусідки. І розглядали фото на телефонах батьків. В цей момент у двері подзвонили. Сусідка пішла відчиняти. У дверях стояв воїн  Збройних сил України.
- Слава Україні! Ви тут одна?
- Так. Я одна. - відповіла сусідка, розгублено дивлячись  на воїна ЗСУ. - Ой, та що ж це я! Героям Слава! Заходьте! Я не одна, ще двоє сусідських дітей,- вона показала воїну рукою, щоб заходив. 
- Тьотю, селище звільнили від росіян, - солдат зайшов у передпокій та закрив за собою двері, продовжуючи голосно говорити. - Діти однієї пари з цього будинку, яка була декілька тижнів у рашистів у заручниках, навели нас на військовий штаб ворога та склад військової техніки і допомогли нам знищити і нову техніку, і генерала -командувача, який якраз приїхав на перевірку з Москви. Завдяки цьому нам вдалось зробити прорив і встановити контроль над селищем. 
- А тато де? - тихо, але настирно спитав Костик, який вийшов з кімнати до дверей, почувши голосну розмову сусідки з чоловіком. 
- То ми фото відправили, - додав Толя, який також зліз з дивану і пішов за братом, щоб подивитися на справжнього воїна ЗСУ. - А мама наша жива? - додав Толя з надію.
- Боже! Це ви наші герої? - з радістю мало не прокричав військовий, - ваші батьки живі. Вони дуже слабкі, але живі. 

Пройде ще багато років. Костик і Толя будуть уже зовсім дорослі. Їхні діти будуть навперебій розпитувати, як їм вдалось визволити рідне селище від рашистів. Костя буде казати, що це все тому, що саме він пам’ятав номер телефону напам’ять, а Толя - буде скромно відповідати, що селище врятувала їхня «гра у розвідників», за звичкою поступаючись братові. 

Бабуся і дідусь будуть сидіти удвох, взявшись за руки, і бабуся обов’язково повторить: «Я їм завжди казала - ви є один у одного. Ось вони які у нас - наймолодші Герої-визволителі України»!
  
«Розвідники». Катерина Пилипчук © 28/07/2022`,
}

export default Project;