import { ProseProjectType } from "projects/types";
import { mediaEndPoint } from "../config"

export const Project: ProseProjectType = {
    category: `textual`,
    id: 22,
    name: `Мотанка`,
    author: `Катерина Пилипчук`,
    image: `${mediaEndPoint}/media/22/МОТАНКА-2-1.svg`,
    subcategory: `prose`,
    tags: [],
    description:     "Мене звати Катерина Пилипчук. Мені 42 роки. Я живу і працюю в Україні, у Києві, і є авторкою новел та поезії про героїв війни, які я публікую у своєму блозі на сторінці в соціальній мережі фейсбук. Писати прозу я почала лише з середини червня 2022 року і це стало моєю справжньою розрадою та, за відчуттями, є моєю сродною працею, яку я так довго намагалась знайти.\n\nДо війни я займалась інвестиціями у високотехнологічні проєкти в сфері нерухомості та міжнародною діяльністю із просування українських бізнесів у світі, моє життя було схожим на одну велику навколосвітню подорож, бо свою валізу я, навіть, не встигала розпаковувати. Війна ж змінила все: зупинила будівництво, заморозила інвестиції, і, водночас, відкрила в мені потаємний резервуар творчої енергії, яка тепер знаходить своє матеріальне втілення у письменництві.В мене двоє чудових синів Міка та Петрик, яким 18 та 13 років. Мій чоловік Андрій Пилипчук - моя любов та опора уже 20 років. Батьки - Олександр та Галина Горностай - музиканти, творчі люди, поборники та просвітники української культури у світі, заслужені артисти та діячі мистецтв України.",
    text: `Ой, намотаю я лялечку! 
Ой, леле! Ой, леле! 

Ти ж моя лялечко, бережи мого воїна. Закрию тобі очі, щоб не бачили вони перешкод, щоб не боялись іти у саме пекло, щоб тих очей не могли врочити інші очі. 

Хрест на личко намотаю як символ сонця, щоб мій воїн завжди був на стороні світла.  

Нехай потоки червоної калини по твоєму личку стануть кров’ю ворогів клятих. А чорна зола - їхнім попелом, що по полю розвіється і здобрить наш чорнозем! 

Намотаю тобі на шию коралі червоно-чорні! І нехай ворогам чорні намистини душать горло як та лють нелюдськая, аж до згину, нехай дихання перехоплює у них від одного погляду на наші лани широкополі із пшеницею золотою і любов заповнює їх аж до самих кінчиків їх нігтів і щоб рухатися вони не могли від паралічу, що спричинить ця любов. 

Підпережу тебе червоною лєнтою. І нехай вражі діти не мають сили піднятися, щоб їх поперек крутило і ноги не слухались. Щоб душа летіла високо над тілом, як та лелека, а йому лежати. 

Намалюю на твоїх рукавах вишиванку. Обереги для мого воїна. Кожний хрестик - то є код мого послання. Оберігай тіло, душу, розум і дух мого воїна. Наповнюй його любов’ю до землі своєї, яка дала йому життя, до пращурів, що стояли за свою землю непохитно і за тих, хто народяться на цій землі. 

Ой, намотаю я лялечку, щоб земля наша родила, щоб колосилась пшениця, щоб риба нерестилась, щоб птахи прилітали назад, щоб ліси буяли, щоб твариння плодилось, щоб у кожної родини нові діти родились, щоб наповнювались усі силою сонця і природи матінки, землі нашої прадавньої! 

Ой, намотаю лялечку!
Ой, леле, ой леле! 

Катерина Пилипчук © 01/07/2022`,
}

export default Project;