import { GraphicArtProjectType } from "projects/types";
import { mediaEndPoint } from "../config"

export const Project: GraphicArtProjectType = {
    category: `visual`,
    id: 33,
    name: `Зеленські`,
    author: `Дана Зененко`,
    image: `${mediaEndPoint}/media/33/14.PNG`,
    subcategory: `graphicArt`,
    tags: [],
    description: `Я київська художниця Дана, і я почала малювати майже 10 років тому. Моя творчість переживала багато злетів та падінь, я могла відмальовувати по 5 розгорток в скетчбуці на день, а могла тиждень його не відкривати.  Але я все одно мала ідеї, натхнення чи банально бажання чимось зайняти руки на нудних парах. 
 
Коли почалась війна я була розгублена. При евакуації з міста, я спакувала свій незакінчений скетчбук і пенал з кольоровими олівцями і поїхала, при цьому ніби втративши спроможність виливати емоції та образи на папір, хоча робила це роками. Це було дивно та порожньо всередині. 
 
Я відкрила скетчбук через 2 тижні після початку війни та ледь щось з себе вичавила. Але згодом я виявила, що хоч на папір мені думки перенести не виходить, я з легкістю роблю це на айпеді. Так я почала малювати в Procreate на постійній основі. 
 
Зараз я повернулась до буденних замальовок, але  все ще малюю на воєнну тематику, коли це єдиний спосіб не збожеволіти від думок та болю за Україну. Це можуть бути люди та події з фотографій журналістів, або ж щось моє.  
 
Протягом всієї війни мене найбільше надихають люди та їх історії - врятовані тварини, зігріті та нагодовані діти, сила та мужність наших воїнів. 
 
Можливо я не настільки активна в інфопросторі як інші художники та художниці, але думаю що свій внесок я теж зробила

1. Дідусь з автоматом, намальований у перші дні війни з фото журналістів
3. Кім, який був всеукраїньким позитивом у перші тижні війни
4. Намальовано з фотографії @oksana.boriychuk
5. На початку березня проїжджала село у Тернопільській області і біля церкви стояли вони - трійко усміхнених людей з табличками про теплий чай та їжу. Якби в той момент я не була б за кермом, то точно розплакалась від вдячності цим абсолютно незнайомим людям, що по морозу стоять на вулиці, в будь-який момент готові допомогти втомленим дорогою українцям. 
6. Ця робота малювалось з важким серцем того що не малювати було ще складніше. Україна, яка обіймає кожного з нас, втілених у образі маленької наляканої дівчинки (без образ))
7. Референсом була фотографія з якогось модного показу в березні, який здався мені дуже промовистим
8. Фото солдата з врятованим псом, що став частиною команди. Одна історія з сотень подібних, яка торкає до глибини душі.
9. Вже не пам'ятаю коли та де було зроблено фото-референс, але це був дідусь, що притискав до себе врятовану після обстрілу будинку кішку
10. Дівчинка що продавала тюльпани щоб на зароблені гроші купити бронік. Ще одна історія, від якої навертались сльози гордості за свій народ
11. Українські спортсмени після перемоги, присвяченої Україні. На жаль, не пам'ятаю подробиць, але це був кінець березня-початок квітня
12. Робота на челендж, влаштований @marginai_ - треба було намалювати дівчину в традиційному одязі з пораненим голубом і обов'язково додати інформацію про війну
13. Хлопець зі своїм собакою після ранкового обстрілу Києва  26 червня
14. Олена та Володимир Зеленські на День Незалежості України`,
}

export default Project;