import { GraphicArtProjectType } from "projects/types";
import { mediaEndPoint } from "../config"

export const Project: GraphicArtProjectType = {
    category: `visual`,
    id: 47,
    name: `Останній бій Дон Кіхота`,
    author: `Роман Гардашук`,
    image: `${mediaEndPoint}/media/47/Останній бій Дон Кіхота.png`,
    subcategory: `graphicArt`,
    tags: [],
    description: `Мене звати Роман Гардашук, зараз я — філолог і перекладач, перед цим працював у театрі, брав участь у різних мистецьких проєктах, вивчав мови і робив ще багато чого різного.
Війна підштовхнула мене звернутися до минулого себе в пошуках опертя та рефлексії. Засобом такої рефлексії стали графічні роботи, створені майже десять років тому — надзвичайно суголосні й важливі для мене як тоді, так і зараз.
Роботи були центральними в циклі «Магічний театр» і представлялися на кількох виставках, у тому числі на Гогольфесті 2016.
Формат А2, папір, кулькова ручка.`,
}

export default Project;