import { PoetryProjectType } from "projects/types";
import { mediaEndPoint } from "../config"

export const Project: PoetryProjectType = {
    category: `textual`,
    id: 49,
    name: `я шукаю слова`,
    author: `софія мельникова`,
    subcategory: `poetry`,
    tags: [],
    image: `${mediaEndPoint}/media/49/Я шукаю слова.svg`,
    description: `Привіт, мене звати Софія. За освітою я тележурналіст, тож кручусь десь між медіа та сценаристикою. Я з того “втраченого” покоління, яке весь час знаходиться в пошуку всього/хоч чогось і себе. Мене такі розвідини приводить то до поезії, то до живопису. Іншого разу вони завершилися річним літературним курсом і роботою над повістю. 

Творчість для мене - це емоції і справжність. Мій внутрішній поет-романтик починає творити, коли виривають серце. Художник дістає пензлі, коли треба вгамувати реальність. Я творю в захваті, в гніві, в трагедії і в любові. Я творю в емоції. 

І війна в мене це забрала. Забрала справжність. Бо в отому “нормально”, у відповідь на вже класичне “як ти?”, немає ні нормальності, ні правди. Забрала емоції, бо їх паралізувало, переколошматило, перевсещоприходитьнадумку. Війна змінила все. 

Але не тільки забрала, а й дала. Дала ще чорніший гумор, неочікувану єдність, бавовну в (українському!) Криму, і тата-героя. Дала незаперечно щире відчуття того, що донедавна було пафосними словами: єдності, патріотизму і всесвітньої підтримки. 
`,
    text: `Я шукаю слова 
А вони як вистріляні гільзи 
Пусті 
Як розстріляні танками сім’ї 
На блокпості 
Слова гинуть щодня, не знаходяться
Навіть сумні  
Батька вдома немає, буде не скоро
він на війні
Я чекаю слова
А вони незворотно скалічені, в ранах
В крові 
Місяць у Маріуполі, зараз по той бік 
Але живі
Я шукаю слова 
Замість них обгорілий пустир, безсилля
руїни 
Оголошую в розшук слова для любові 
Для  України
`,
}

export default Project;