import { GraphicArtProjectType } from "projects/types";
import { mediaEndPoint } from "../config"

export const Project: GraphicArtProjectType = {
    category: `visual`,
    id: 5,
    name: `MARIUPOL`,
    author: `Karina Kuts`,
    image: `${mediaEndPoint}/media/5/MARIUPOL.jpg`,
    subcategory: `graphicArt`,
    tags: [],
    description:     "Всі ми розуміємо, що починаючи з 2014 року було запущено " +
    "механізм, який рано чи пізно вибухне. Відчуття тривожності " +
    "супроводжувало мене ще до фактичного вторгнення, тож одна з робіт — " +
    "«Shiva. Mantra» була створена за декілька місяців до цих подій. На ній " +
    "зображено дівчину з шістьома руками, на одній з яких символ Білобога — " +
    "творця усього сприятливого для людства. Власне, саме на цій роботі " +
    "присутні символи захисту, враховуючи образ Шиви. Ця дівчина як образ " +
    "захисниці нашої землі та роду. Також в роботі присутній напис «Сатурн " +
    "поглинає своїх дітей» як знак жертвоприношення. Коли в черговий раз " +
    "відбувається геноцид, і ти питаєш, що ми вам зробили, згадуєш історію " +
    "Сатурна з грецької міфології, і розумієш, що якщо тебе хочуть знищити — " +
    "насправді тебе бояться і ти навіть сильніший ніж ти думаєш. Тож нехай " +
    "ми будемо тим Зевсом, якого мати підмінила на камінь, а дитя сховала в " +
    "печері подалі від злих очей. Також присутній напис «дівчинка без " +
    "адреси», який до початку війни мав для мене своє інтимне значення, а " +
    "зараз це стало найсумнішим фактом багатьох українців в тому чи іншому " +
    "сенсі.\nДумаю, вже час привітатися, отож, я Каріна Куц — художниця " +
    "родом з Києва, але зараз проживаю і працюю в передмісті. Мабуть це " +
    "єдиний маленький нюанс того, як війна вплинула на моє буття. Я стала " +
    "фрілансером, при цьому зберегла своє робоче місце. Тож драматичної " +
    "історії ви не почуєте. Проте, як і на всіх інших, на мене суттєво " +
    "впливають події сьогодення. Мистецтво ніколи не було і не буде поза " +
    "політикою. Мистецтво — завжди частина історії, перипетії буденності " +
    "конвертовані в кольорові мазки фарб чи пензлів графічних редакторів. " +
    "Повчальна усім буде історія про полотно «Герніка» Пікассо. Якось у " +
    "художника запитали: «Це ваша робота?». А він заперечив: «Ні, це ваша " +
    "робота». Митці, будь то художник, композитор чи комедіант — це " +
    "інструмент впливу на світогляд людства. Іноді словами неможливо виразити " +
    "все те, що бентежить душу, а от картина, пісня чи повноцінний акторський " +
    "спектакль так чи інакше запам’ятаються. Вам не потрібно бездумно " +
    "цитувати чужі слова. Споглядання чи прослуховування витвору мистецтва, " +
    "який привернув вашу увагу, спонукає до власних переживань та думок — і " +
    "це найліпше відчуття, яке тільки може бути.",
}

export default Project;