import { ProseProjectType } from "projects/types";
import { mediaEndPoint } from "../config"

export const Project: ProseProjectType = {
    category: `textual`,
    id: 67,
    name: `Любляна, або життя прекрасне!`,
    author: `Кома`,
    subcategory: `prose`,
    tags: [],
    image: `${mediaEndPoint}/media/67/Кома.svg`,
    description: `Мене звати Лідія і я пишу.
Пишу, тому що не можу не писати.
Пишу під всевдонімом "Кома", тому що часто відчуваю себе не на своєму місці.
Пишу поезію та прозу.
Пишу давно, але показувати свої тексти білому світу почала кілька років тому.
Зараз пишу менше, хоча є що сказати.
Через війну я тимчасово покинула Україну, і зараз пишу в сонячній Іспанії. Ніколи ще не було так холодно в Середземноморських країнах, як зараз. 

Німецький філософ та соціолог Теодор Адорно сказав: "Писати вірші після Освенцима — варварство, і це підточує саме усвідомлення того, чому сьогодні неможливо писати вірші".
У мене зворотнє запитання: 
Тіла мертвих дітей, та голих матерів 
По собі лишила армія «могуча»
«Після Освенциму не можна писати віршів»
А що ж тоді робити після Бучі?
Відповідь на це питання шукаю й досі.

`,
    text: `Все почалось все з війни. Війна - це коли у твій будинок летять бомби, на вулицях лежать тіла людей, всюди багато крові, яка яскравіша за ту, котру нам показують в кіно, а в окупованих містах починається холера.
Коли в тебе немає дому - це боляче. Коли твій чоловік говорить, що більше тебе не  кохає - це боляче. Взагалі, за два місяці військових дій було багато болю. І від нього хочеться тікати. Ми з Кірою прийняли рішення - тікати, бо нічого більше тут не тримало. Власне, ніхто більше не тримав. Коли однієї ночі п’яний коханий сказав:“ Якби у тебе була гордість, ти б пішла” - вона пішла. Зібрала речі,взяла за руку десятирічну доньку, домовилась зі знайомими в Іспанії, посадила нас у свою машину і пішла. Точніше поїхала. 
Першою сусідньою країною була Угорщина. Країна, котра зрадила всю Європу у Першій та Другій світовій. Країна, котра зрадила весь цивілізований світ і зараз. І в цю секунду вона купує газ за прокляті рублі..
Ми їхали 7 годин, слухали нашу музику, курили у вікно і плакали. На всіх наших блокпостах, коли хлопці запитували куди ми їдемо - ми плакали. Ридали, волали, вили. В цьому місці я припиняю писати, щоб погуглити ще синоніми цього дієслова. 
Рюмсали, нюняли, голосили. Так, цим ми займались впродовж всіх автострад Угорщини. До речі, єдина країна Європи, котра брала в нас гроші за пересування автобанами. 
Але крім країни, були ще й люди. На одній із заправок я не змогла розрахуватись картою за вхід у вбиральню. Я притискала її до сенсора, де був намальований знак карти і безконтактної оплати. Такий знак, як вай фай. Але ця сука це працювала. Через кілька хвилин я відійшла в бік, щоб  пропустити людей, котрі стояли позаду. За мною був чоловік, що пропустив у вбиральню свою дружину, дитину, а потім приклав карту, показав мені зелену стрілку і показав - проходь. Я подякувала англійською, котрої він не розумів, зайшла в кабінку і розплакалась. Його вчинок коштував 100 форинтів.
Бути біженцем це принизливо. Не мати змоги пояснити свої елементарних потреб - це принизливо. Це все тиснуло.
На мене тиснуло ще й безнадійне кохання. Те кохання, котре ти відчуваєш, але не розумієш. Знаєш точно, що хеппі енду не буде з доволі об'єктивних причин, але не можеш припинити. Те кохання, в якому не можна розчинятись, не можна весь час думати, і тим більше не можна вигадувати імена дітям, від чоловіка, котрий ніколи цього не захоче. Але я це робила. Довгий час я трималась за цю ілюзію, як за останню соломинку, що з'єднувала мене з моїм колишнім життям. 
Я це робила аж до прибуття в Любляну. 
Столиця Словенії виявилась розміром і устроєм з моє рідне місто - далеку периферію на Заході рідної країни. Ми зняли номер у спальному районі, хоча насправді все місто було, наче спальний район. Це був дешевий хостел, зі спільною душовою на два номери.  В самому номері було двоповерхове ліжко, внизу повинні були спати ми, а на горі - Єва. Єві було десять, вона ніколи не називала мене тіткою, а лише на ім'я, і вона раділа, їй все подобалось.
Сидячи на ліжку Кіра мала необережність спитати, як я. Я усвідомила, що не хочу жити, що я втратила все і всіх, кого я коли-небудь мала. Мого дому більше немає, з роботи звільнили, зі своїм коханням я не одружусь ніколи, а мої друзі прямо зараз помирають від бомбардувань.. Залишилась я і моя валіза посеред маленької Любляни. І я пішла в душ. 
Кажуть, водичка змиває поганий день. Але того вечора водичка змила більше. Я розглядала плісняву на стелі поки істерика не опанувала мене повністю. Я задихалась, в очі, рот та ніс потрапляла вода, руки трусились. Відчула страшенну слабкість. Потім у мене заніміла половина обличчя і дико заболіла голова. Почало сильно нудити. Я не могла кричати, а потім все потемніло і я сповзла по стінці вниз.
Таким чином я опинилась мертва, гола, на брудній плитці душової в хостелі незнайомої країни. Я не отримала Оскара, чи навіть Пулітцера. Не заспівала жодної колискової, не відкрила таємниці Бермудського трикутника, жодного разу так і не приготувала борщ.

Приблизно за годину Кіра увійшла в душову. Двері там не замикались, тому проблем не виникло. Вона кричала, вона дуже гучно кричала кілька секунд, а потім замовкла. Кіра думала, що робити. Що робити з трупом сестри у чужій країні?  Її втомлена донька міцно спала.
Кіра дістала з валізи спальник, якимось чином запхнула мене туди, було не надто важко, бо я ще не встигла охолонути. І через якийсь час сестра стягнула мене сходами з третього поверху, та заховала у багажник.
Звідти я добре чула, як уже вранці Кіра розповідала своїй Єві, що я поїхала додому, бо не змогла. Єва повірила, бо як же не повірити мамі. 
Ми їхали через Італію, зупинились в Мілані на ніч. Я весь час була у багажнику. Я,звісно, не відчувала нічого, і це було боже благословення. Кажуть,після смерті  з людьми трапляється те, у що вони вірять. От моя мама обов'язково потрапить в рай, адже вона щонеділі ходить до церкви. Моя знайома буддистка, котру вбили в перші дні війни, переродилась в коня. Бо вона дуже любила коней. А я не вірила ні в що. Тому й лежала в спальнику в багажнику машини. 
 На наступний день я почала смердіти. Єва запитувала маму, що це за запах. А Кіра просто відкривала вікно сильніше, і говорила, що так пахне загниваюча Європа.
Наступна зупинка була у французькому місті Гренобль. Я не бачила, але чула. Кіра вголос дивувалась красі, описувала це місто, як середньовічну маленьку фортецю, котра вилізла з книги дитячих казок. Судячи з того, як вона лаялась за кермом, вулички були з одностороннім рухом. Судячи з шуму за вікном - поруч була річка. Або й море. Я подумки сварила себе за те, що не вчила в школі географію. Моя вчителька з цього предмету - Ірина Павлівна, була рідкісною сукою. Вона запізнювалась на урок, інколи приходила “під шафе”, і постійно чіпляла своїми довгими нігтями шкільну дошку, коли щось писала крейдою.І задавала малювати контурні карти. На кожен урок. На той час цього було достатньо, щоб ненавидіти її.
Ніч в Греноблі була важкою. Було дуже жарко, і я уже опухла. Здавалось, от от порветься спальник, і я витечу з машини. 
Але найстрашніше, для Кіри звісно, було на кордоні з Іспанією. Якби поліція нас зупинила, вони б перевірили багажник, і неодмінно запитали б.. А цих питань не потрібно було. Тому, коли я почула звук поліцейських машин позаду, машина рідко пришвидшилась. Звісно, їдучи по трасі, далеко не втечеш, тому зовсім скоро ми повернули в бік, а потім кружляли якимись вуличками. Нарешті машина зупинилась, і я почула, як Кіра щось пояснює людям, котрі не володіють англійською. Вони просили документи і гроші, потім щось гучно кричали, а потім я почула, як Кіра зачинила вікно і почала плакати. Це були не поліцейські, а люди, котрі ними представились. Вони не відкрили багажник, що було добре, але вони вкрали в неї всю готівку. 
Коли ми доїхали до маленького міста на Півдні Іспанії, Кіра вийшла з машини і почала говорити з кращою подругою нашої мами, котра її зустріла - Оленою .“Ми втекли від війни, але моя донька голодна, мої гроші вкрали, а в багажнику труп моєї сестри, який я везу зі Словенії. Треба викопати могилу, і заїхати до поліції. Але спершу я вип'ю вина.”
За пів року до цього я була у ворожки, і вона сказала, що я житиму за кордоном. Це було дивно чути, адже я не мала ні можливості, ні бажання, переїжджати. Видно, вона сказала не все.
Всі зібрались в Олени. Посеред її двору стояла розкішна, велика клумба. Батьки були на відеозв'язку, був присутній також знайомий священник,що давно переїхав до Іспанії. Він відспівував.Мене закопали. Щоправда, вони не знали, що закопували не мене одну. Уже шість тижнів, як не одну.
І лише коли на мою могилу впала остання жменя землі, я зрозуміла, що життя - прекрасне! 
`,
}

export default Project;