import { TattooProjectType } from "projects/types";
import { mediaEndPoint } from "../config"

export const Project: TattooProjectType = {
    category: `visual`,
    id: 71,
    name: `Дім Війни`,
    image: `${mediaEndPoint}/media/71/IMG_1518.PNG`,
    author: `Ігор Чорний`,
    subcategory: `tattoo`,
    tags: [],
    description: `Мене звати Ігор Чорний. Я митець та тату майстер з міста Києва,Україна. 
•МАСЛЯНИЙ ЖИВОПИС
Я давно хотів почати писати картини, але ніяк не доходили руки, до цієї справи.
Як ми всі зрозуміли, війна змусила нас цінувати час, і робити наші справи набагато швидше. Так я приблизно на 2 місяць війни почав писати масляні картини. На ідеї створення картин мене надихала також наш мужній спротив окупанти, весь світ цим надихався. Я зрозумів, що своєю майстерністю я можу допомагати, відавати на розіграши, аукціони свої  картини.
На перший розіграш я відав свою картину «Життя після», де зібрали майже 15 000грн., всі зібрані гроші відправили на допомогу бійцям. 
В картині «Життя Після» я описую жахливі наслідки війни, яка спричинила росія. Зруйновані будинки, загублені тварини, багато втрат людського життя, особливо нівчому невинних дітей. Написи «Міни» та «Діти» які ми зустрічали кожного дня на вулицях. Також велосипед, зображений на картині, яка нагадую жахливу історію з Бучі. 
Все це наслідки жахливої війни, розв’язаною росією.
І моя картина «Незламні» Це історія бійців, які боролися за нашу Країну, на «Азовсталі» Це відома фотографія бійця під позивним «Орест», який перебував на «Азовсталі» та під час бомбардування заводу, зробив цю фотографію, яка облетіла увесь світ. Сама ця історія, надихнула мене зробити цю картину. Я також відав її на благодійний розіграш, з якого всі кошту відправляться на допомогу. 
•ТАТУ
Вже близько 2 років я займаюся татуюванням. Мене завжди надихало робити патріотични ескізи для тату. Таким чином, нагадаючи собі та клієнтові: спогади, культуру, історію нашої країни, в образі малюнку, яке перетворювалось на тату та залишалося на шкірі на все життя! Після повномасштабного вторгнення, я почав одразу розробляти ескізи для тату, на тему війни, які планував при першій можливості перенести бажаючому на шкіру. На розробку ескізів мене надихало мужність та героїзм наших людей, нашої країни, яка одразу дала опір окупантів, це надихало все більше і більше. Таким чином я вирішив, що всі заплачені гроші за патріотичні тату, буду пересилати на допомогу нашим бійцям, які боронять нашу культуру та історію.`,
}

export default Project;