import { PoetryProjectType } from "projects/types";
import { mediaEndPoint } from "../config"

export const Project: PoetryProjectType = {    category: `textual`,
    id: 83,
    name: `Один день довжиною у півроку`,
    author: `Дмитро Дроздовський`,
    subcategory: `poetry`,
    tags: [],
    image: `${mediaEndPoint}/media/83/ЧАС (ДД).svg`,
    description: `Дмитро Дроздовський — науковий співробітник відділу зарубіжних і слов’янських літератур Інституту
літератури ім. Т.Г. Шевченка НАН України, головний редактор журналу «Всесвіт», учасник Інформаційної
оборони, перебуває в Києві.`,
    text: `Я не знаю, де правда тепер, які різні реальності.
Знову в медіа топлес новини з бенкету марнот.
Чи можливо збагнути, що в цій страхітливій «нормальності»
десь забрали дитяче життя, десь розлили тавот?..
Десь розплакалась жінка: в батьків на могилці не прибрано,
І немає пального завести старенький фіат.
А в інакшому світі марнот усі туси відібрано
для інсти і постів, які з бункера дивиться кат.
Плаче жінка в руїнах, печаль її серця безфейкова,
Її біль Маріуполем мчить, не лишилося сліз.
Зупинилося все, мов автобус бориспільський рейковий.
Серце, живлене болем, уже не спакує валіз.
Я не знаю, де правда тепер, які різні реальності.
Світ геройства і болю – і світ зусібічних марнот.
Чи можливо збагнути в такій аморальній «нормальності»,
Що і в Бога в цій клятій війні не лишилось субот.

* * *

Чи можливо пробачити кров? Може, так і диявола..?
Не Христос я, а грішник. Думки мої часом з чирвинкою.
Міріам запитала Христа про любов. Я спитаю про правила
для небесної тверді, яка вже укрита сльозинками.
Чи можливо простити тоді, коли діти знекровлені?
Коли плаче малеча, не знаючи, що уже сироти?
Чи можливо пробачити бісів, які знеособлено
убивають із волі диявола-путінновиродка?
Не Христос. Ідемо уперед, бо хреста треба винести.
Донести, як ту землю Іван, що на гору здирається.
Не полишить хай дух, щодо решти – міцнися і витерпи.
Убиваючи ніч, суне промінь з небес.
Він не кається.

* * *
На нічному узбіччі не бачиш зірок.

Тільки душі, розквітлі і світлі.
На землі стало темно. Сповільнився крок.
Не дійти. Щось лихе у повітрі.
Як самотньо і добре в небесних світах.
Поруч душі – і слова не треба.
На землі три гієни і злий чорний птах
Криком люті волають до неба.
Чорне й біле. Земля і небесна блакить.
Все було у космічному плині.
А тепер чорний крук прокричав – не спинить.
Все в задусі, все тліє і гине.
Все мине, і діяння лихої орди
Розітре у пісок часокруття.
І з одвічно-живої блакиті води
Явить Космос вкраїнське могуття.`,
}
export default Project;