import { PoetryProjectType } from "projects/types";
import { mediaEndPoint } from "../config"

export const Project: PoetryProjectType = {    category: `textual`,
    id: 84,
    name: `Макове цвітіння`,
    author: `Любов Дрозд`,
    subcategory: `poetry`,
    tags: [],
    image: `${mediaEndPoint}/media/84/МОТАНКА-6-1.svg`,
    description: `Народилася в місті Кіцмань. Перші вірші з'явились ще в шкільний період. Згодом, юнацька закоханість надихнула до створення чуттєвої, але ще несміливої поезії, сповненої романтики. А з лютого 2022 року до створення віршів надихали музи Каліопа та Ерато.

Перший вірш воєнної тематики з’явився 22-го лютого, коли президент РФ В. Путін заявив, що росія визнає «ДНР» та «ЛНР» у межах Донецької та Луганської областей, таким чином, фактично оголосивши війну Україні. Біль, ненависть, розпач, злість, страх, паніка, апатія, ейфорія, розгубленість… мабуть, це далеко не весь спектр емоцій і станів кожного українця від початку повномасштабної війни росії проти України. В цей період, коли серце омивав біль за Україну, будучи далеко від Батьківщини, від рідних - рятівним острівком для Л. Дрозд стала творчість.

Наразі Любов живе в Каунасі (Литва), працює акомпаніатором в Каунаській музичній школі №1. Піаністка бере участь в різноманітних концертах як соліст та концертмейстер.`,
    text: `Їм крові мало, орда знову жадає землі пожерати.
Чому немає сили волі у росіян протистояти
Отому "з посохом в руках"?
Він думає, на небесах йому пробачать злодіяння?!
А сльози вертяться в очах від безпорадності... Я знаю,
Завершиться і ця війна
Та наших хлопців не вернути,
Ви спробуйте хоча б збагнути
Те горе матері, яка
В труні вже хрестить юнака!..
Дай Боже розуму і сили
Здолати те мізерне рило,
Розправити нам всім вітрила
Свободи, духу! З нами крила
І віра в краще майбуття.
Назад немає вороття!
22.02.2022
***

Вже вісім років війна забирає
Найкращих синів України. Немає
Ніякого виправдання тій росії,
Яка чинить звірства. Та все ж не зуміє
Здолати наш дух, силу і справедливість.
І світ відгукнеться на ту хворобливість
Царської манії. А ми будем далі
Продовжувати "крутити педалі".
І нація моя, яка серцю мила,
Покаже всім знову, що разом ми сила!
Тут виросла я, це моя земля,
Тут вперше пізнала чарівність життя.
І мова моя рідна і солов'їна
Колись з губ моїх птахом теж тут злетіла.
Моя Україно, люблю тебе, мамо.
Я плакать не буду, зігрію словами
Тобі твою душу, не буду мовчати.
Байдужість не зможе ту нечисть здолати.
Історія на золотих сторінках
Закарбує лиш правду. Все в наших руках!
23.02.2022
***

Я вірю в наші збройні сили

І я пишаюсь зараз тим
Як наші воїни щосили
Боронять український тил,
Своїх синів і матерів,
Дівчаток і пенсіонерів.
А ті трикляті москалі...
Віками руки в них в крові!
І хоч там є поодинокі
Пікетувальники, в яких
Ще совість не заснула в гробі.
Та мало, дуже мало їх!
Я ХОЧУ В БІЙ, ДАЙТЕ ПАТРОНИ!
А можу лиш слова писати..
І за роялем свою душу
У звуках, тембрах виливати...
Батьки мої, моя сестра
Шукають бомбосховища...
Як хочу я їх обійняти...
Хай буде проклята війна!!!!!
24.02.2022
***
Чи знали ви, що вже весна зовсім не за горами?
Чи знали ви що Україна, змучена катами
В вогні і крові потопає, шукає порятунку
І слізно просить у Європи: дай захисту, притулку!
Нам треба небо захистити, рашистські там ракети
Свистять у нас над головами - це їхні стріли смерті.
Люди як миші - під землею, біжать в метро, в підвали!
А воїни 🇺🇦 - вони безмертні! Героям нашим - Слава!
Прокиньтесь, чуєте!!! Потрібно всім рішення прийняти -
Як хочеш миру - треба жорстко той "рускій мір" загнати
Назад у їх кроваве царство! Не будуть панувати
Вони на українських землях. Геть!
Йдіть заповіт писати!
25.02.2022
***

Україно моя, ненько моя, рідненька,

Як же сильно тебе я кохаю!
Твоє небо блакитне, твої коси пшеничні захистити мечем я бажаю!
Твоя мужність і стійкість вражає весь світ!
Я - донька твоя - низько вклоняюсь
Перед кожним героєм, який на війні НЕЗАЛЕЖНІСТЬ твою захищає!
27.02.2022
***

- Як ти?
- Заплющую очі й лечу до батьківського дому,
Знаю, що воїн в окопі долає добову втому.
- Як ти?
- Молюсь за країну 🇺🇦, шкода убиту дитину,
Кляті крилаті ракети нищать все без упину.
- Як ти?
- Спитайте у мами, вдови чи уже сиротини,
Які так чекали на нього, але не судилось, загинув.
- Як ти?
- Вплітаю у коси стрічки ніжні жовто-блакитні,
Тим часом горять в Україні, зникають з землі поля житні...
21.08.2022`,
}
export default Project;