import { ProseProjectType } from "projects/types";
import { mediaEndPoint } from "../config"

export const Project: ProseProjectType = {    category: `textual`,
    id: 86,
    name: `Вінок`,
    author: `Катерина Пилипчук`,
    subcategory: `prose`,
    tags: [],
    image: `${mediaEndPoint}/media/86/МОТАНКА-2-3.svg`,
    description: `Мене звати Катерина Пилипчук. Мені 42 роки. Я живу і працюю в Україні, у Києві, і є авторкою новел та поезії про героїв війни, які я публікую у своєму блозі на сторінці в соціальній мережі фейсбук. Писати прозу я почала лише з середини червня 2022 року і це стало моєю справжньою розрадою та, за відчуттями, є моєю сродною працею, яку я так довго намагалась знайти.\n\nДо війни я займалась інвестиціями у високотехнологічні проєкти в сфері нерухомості та міжнародною діяльністю із просування українських бізнесів у світі, моє життя було схожим на одну велику навколосвітню подорож, бо свою валізу я, навіть, не встигала розпаковувати. Війна ж змінила все: зупинила будівництво, заморозила інвестиції, і, водночас, відкрила в мені потаємний резервуар творчої енергії, яка тепер знаходить своє матеріальне втілення у письменництві.В мене двоє чудових синів Міка та Петрик, яким 18 та 13 років. Мій чоловік Андрій Пилипчук - моя любов та опора уже 20 років. Батьки - Олександр та Галина Горностай - музиканти, творчі люди, поборники та просвітники української культури у світі, заслужені артисти та діячі мистецтв України.`,
    text: `***Вінок***

Катерина завжди любила копирсатися у бабусиній скрині. Кожного разу, коли вони з сестрою приїжджали в село, першим ділом вона завжди бігла на веранду і перевіряла, чи скриня на місці. Відкривала її і,  лише впевнившись, що все на місці, і буде чим зайнятися на цих довгих літніх канікулах, - вона поверталась до кімнати, де батьки уже обговорювали з бабусею плани, як і коли вони повернуться за дітьми. Так було щоліта. І скриня завжди була таємним скарбом, який ніколи не вдавалось пізнати до кінця.

Це була скриня, яку бабусі передала у спадок її бабуся, а тій - дісталось від свекрухи, а свекрусі передала її мама. Звідки її мама взяла скриню, достеменно не відомо, але точно, що хтось віддав, як насліддя. Кожна з цих жінок додавала у скриню щось своє. Хтось поклав коралі, хтось плахту, хтось новий рушник весільний, а комусь сплітали новий ґердан із бісеру, то і його вкладали дівчата до свого скарбу. Так подорожував скарб від жінки до жінки. І знаєте, чомусь все, що у скрині лежало, наче було позбавлене впливу часу. 

Кожна хустка - це картина, на якій і квіти, і листя, і гілочки калини, і півники, і дерево життя, і неймовірна кількість різних кольорів, комбінацій. На чорному - червоні та білі, на синьому - жовті та зелені, на жовтому - помаранчеві та бузкові. Кожна плахта - це витвір ткацького мистецтва. Переплетіння орнаментів, символіка ще трипільських племен, навіть перекидання нитки за нитку уже вважались сакральним дійством. 
А мониста які були! Із хрестами, з монетами, з коралями та камінцями. Було одне монисто, де навіть мушлі були з дна чорного моря. Бабуся розказувала, що ці мушлі привіз чумак панові, у якого служила наймичкою її пращурка. А пан так любив наймичку, що подарував їй мушлі і вольну. Вона зробила монисто і поклала його у скриню, з якою подалась у своє вільне життя. 

Найбільше у скрині було сорочок. Вишивка на них досі була яскравою. Кольори ниток за сотні років не вицвіли. Тут і хрестики, і троянди, і сонячні руни і обереги. Катерина з сестрою любили міряти ці сорочки, одягати на них плахти, підперезуватись крайкою - це так називались кольорові пояси з вовняної пряжі, які служили додатковим акцентом для загального строю, - тоді підбирали до вишиванки намисто, робили зачіску і підкладали під коси ґердан  або вдягали восковий вінок, яким був прикрашений образ Богородиці. Бабуся не дозволяла його брати, бо це була справжня сімейна реліквія. Але дівчатам так хотілось його вдягнути, що вони потайки, коли бабуся була в полі, брали його, щоб пограти у весілля, і тоді назад вертали на полицю з образами. 

Цей восковий вінок був доволі незвичайним. Такого в їх селі у жодній хаті не було. Бабуся розказувала, що його зробили черниці з далекого жіночого монастиря, і прабабусина свекруха купила його для того, аби та одягнула його на весілля. 

Цей вінок був із квіток, вирізаних із паперу, а тоді кожна квітка та кожний листочок були запечатані у прозорий віск. Вінок на сонці переливався, наче коштовне каміння. Після весілля за традицією його кріпили на образ Богородиці і потім передавали із покоління в покоління, як оберіг. Черниця тоді сказала, що як буде йти син невістки на війну, то його можна дати із собою. Збереже життя. 

Цей вінок повернувся з двох війн. Одного разу з визвольної війни за незалежність у 1917-18 роках - тоді син повернувся додому неушкодженим. А потім у 1943, коли привезли прадіда Катерини, пораненого, без ніг, але живого. У нього також був в кишені зашитий його матір’ю цей вінок. Після війни вінок повернули назад на ікону Богородиці, а прадід жив у селі пасічником до 90 років. 
***
На балконі їх квартири уже стояв підготовлений рюкзак із усім необхідним. Ще влітку вона їздила до бабусиної хати в село і побачила образ Богородиці, на якому був вінок. Катерина взяла з собою вінок до міста, бо знала, що син точно піде воювати, якщо щось почнеться. Він уже декілька місяців їздив на військові тренування та збори. Їм говорили, що це все потрібно, аби бути готовими у будь-який момент. І це не означає, що буде напад. Катерина зашила вінок до синового рюкзака у потайну кишеню. Щоб він не знав, але був під захистом. 

Катерина сиділа коло скрині і без жодних емоцій, наче машинально, перекладала хустки з одного боку скрині у інший. Перед очима в неї стояв образ Богородиці, на якому не було вінка. Її син уже три місяці не виходив на зв’язок. Жодна намистина не приносила їй радості. Жодний орнамент на сорочках не промовляв до неї голосами предків, як це було раніше. Навколо була тиша, лише іноді над головою кружляли мухи, яких перед Спасом ставало все більше. 

Катерина продовжувала перекладати речі у скрині і раптом на стінці всередині скрині вона побачила те, на що раніше ніколи за стільки років не звертала увагу. Там був невеличкий  прямокутник. Катерина побачила, що цей прямокутник був врізаний у стінку скрині. Вона подумала, що мабуть, там за ним щось має бути. Катерина пішла на кухню, взяла ніж і акуратно почала витягати прямокутник із стінки. Через пару секунд прямокутна дерев’яна дощечка випала із стінки, а за нею Катерина побачила папір. Вона акуратно дістала його і на звороті побачила виведений пером текст. 
В неї трусились руки. Адже це було як послання з минулого. Щось, що їй треба було зараз прочитати. Те, чого вона не знала, і що могло стати для неї зараз значимим. 
Катерина взяла листок, підійшла до столу, який стояв прямо коло вікна, сіла на лавку і почала читати. 
«Моїй дорогій донечці. Віддаю цю скриню із усім, що в ній є, як знак моєї любові до нашої рідної землі України. Наша країна - велична, прекрасна, різноманітна, як та вишивка на сорочках та символи на плахтах. Жінка в Україні має неабияку силу. Вона всередині. Якщо ти знаєш, що наділена силою - то ти нею володієш! Ця сила може одного з могили підняти, а другого в землю повернути. Ця сила є світлою. І вона на стороні богів. Одяг, який в скрині лежить - допомога. 
Доню моя, використовуй свою силу і мудрість лише для добрих справ. Вари борщ - на здоров’я та багатство. Вари вареники із щедрістю - буде більше зерна родити. Вишивай - буде мудрість зростати. Плети - закриватимеш нещасливі повороти долі для своїх дітей. Виготовляй вінки,  вельони із воску - будуть вони берегти життя твоїх дітей навіки. Не цурайся мови своєї - бо у ній мелодія божа. Завжди будь жінкою серед жінок, бо жіноцтво українське - то є третя сила. Бог обрав жіноцтво наше, аби ми вміли зберігати землю і людей наших від усіх навал і напастей. Нехай Господь оберігає тебе, моя доню! Слава Україні!»
Катерина плакала, сльози капали на пожовклий від часу листок. Вона відчула у собі якусь вселенську любов і до цього дня невідому їй силу. Наче крила розправились у неї за спиною. Наче весь світ став маленьким і вона як та лебідка, летіла над ним. 
Катерина поспіхом повернула лист на те місце, де взяла його, закрила знову тим прямокутним шматком дощечки і взялась вбиратися у стрій. 
Якщо вона не змогла уберегти свого сина, це не означає, що в неї немає сили, аби зберегти життя інших дітей. Катерина, вбрана у найкращий одяг, що був у скрині, сіла за стіл, взяла шматок картону та свічку. Почала вирізати квіти, калину, виноградні листочки, запечатувати їх у віск та кріпити одне до другого. За годину у неї вийшов вінок, нічим не гірший за той, що був у неї на Богородиці. Катерина звеселіла. І продовжила робити вінки. 

На ранок у неї був уже цілий кошик чудових воскових вінків. У багажнику її авто лежали акуратно складені вишиванки, плахти, хустки, намиста та все, що так довго Катерина зберігала у скрині. Вона сіла у своє авто, поставила кошик із вінками поруч на переднє сидіння і поїхала у місто до волонтерського центру, де дівчата сітки плели. 
«Ну що, дівчата, нумо понеділкувати? Хто хоче одягнутись в автентичний стрій? Він додасть сили роду та енергії вселенської любові, і ті сітки, що ви плестимете, будуть оберегами для ваших хлопців»
Ще довго дівчата розбирали кожна собі той стрій, який був їй до душі. Катерина роздавала вінки незаміжнім і розказувала значення цього оберегу. Заміжні обирали хустки, коралі, ґердани. За годину у волонтерському центрі поселилась справжня магічна сила. Сила, назва якій - Любов до України. 

За декілька днів Катерина отримала смс повідомлення: «Мамо, я живий, тільки у полоні. Можеш за мене не переживати.» 

Катерина Пилипчук ©️ 22/07/2022
`,
}
export default Project;