import { ProseProjectType } from "projects/types";
import { mediaEndPoint } from "../config"

export const Project: ProseProjectType = {    category: `textual`,
    id: 87,
    name: `Голодомор`,
    author: `Катерина Пилипчук`,
    subcategory: `prose`,
    tags: [],
    image: `${mediaEndPoint}/media/87/МОТАНКА-2-2.svg`,
    description: `Мене звати Катерина Пилипчук. Мені 42 роки. Я живу і працюю в Україні, у Києві, і є авторкою новел та поезії про героїв війни, які я публікую у своєму блозі на сторінці в соціальній мережі фейсбук. Писати прозу я почала лише з середини червня 2022 року і це стало моєю справжньою розрадою та, за відчуттями, є моєю сродною працею, яку я так довго намагалась знайти.\n\nДо війни я займалась інвестиціями у високотехнологічні проєкти в сфері нерухомості та міжнародною діяльністю із просування українських бізнесів у світі, моє життя було схожим на одну велику навколосвітню подорож, бо свою валізу я, навіть, не встигала розпаковувати. Війна ж змінила все: зупинила будівництво, заморозила інвестиції, і, водночас, відкрила в мені потаємний резервуар творчої енергії, яка тепер знаходить своє матеріальне втілення у письменництві.В мене двоє чудових синів Міка та Петрик, яким 18 та 13 років. Мій чоловік Андрій Пилипчук - моя любов та опора уже 20 років. Батьки - Олександр та Галина Горностай - музиканти, творчі люди, поборники та просвітники української культури у світі, заслужені артисти та діячі мистецтв України.`,
    text: `Голодомор

Вони ішли пішки вже декілька днів. В голові у Марини паморочилось чи то від спеки, чи то від голоду. Діти просили пити, але води не було ніде. Доводилось шукати калюжі, щоб начерпати води долонями, або коли раз пішов дощ, то доводилось стояти з простягнутими вперед руками - наче милостиню просити у природи - набирати життєдайних крапель. 
Перед ними простягнулись довжелезні золоті моря. Це пшениця та ячмінь дозрівали на ниві. В тому місці, де починалось синє небо - небокрай плавився. Знаєте, як буває, здається, що асфальт плавиться і повітря над ним наче м‘яке. Так і тут. Золота нива, здавалось, парувала на краю землі. До того краю дійти, і там уже буде село.  А сил уже ніяких нема. 
- Мама, ми дуже хочемо їсти, - простогнав маленький хлопчик, тримаючи за руку сестру, яка йшла за ним усю дорогу, боячись впасти, якщо відпустить його. 
- Так, мамусю, і я б щось з‘їла, - додала донечка. 
Щоб діти йшли за нею і не відставали - вона зв’язала між собою пояси їхніх трьох курток і цим довгим мотузком прив’язала їх до рюкзаку, що був у неї за спиною. Хоча Марина сказала собі, що буде йти доти, доки не впаде, вона знову зупинилась і обернулась на цей дитячий стогін. 
Її діти, взявшись за руки, прив’язані, мов собаки до хазяїна, уже не могли йти так швидко, як вона. На синові та донечці був одяг, який Марина одягнула на них ще тоді в ніч на 24 лютого, коли їм треба було сховатися у підвал. Там вони провели більше трьох місяців, харчуючись всім, що було у них в рюкзаку, а тоді розділяючи з іншими жителями підвалу, що її чоловікові вдавалось принести з вулиці. Чоловік так і не повернувся з чергового виходу за їжею. Їхній сусід сказав, що військовий вистрелив йому у спину, коли він біг до підвалу, тримаючи в руках пакет з яблуками. Сусід поховав її чоловіка прямо на дитячому майданчику перед будинком, на якому діти грались щодня в пасочки. Сусід приніс їй звідти піску, у пам’ять про хорошого чоловіка, що годував їх ці місяці. В неї уже не було сліз, лише страх і голод. Вона не сприймала це як реальність. Здавалось, що вона спить. 
Тоді одного ранку їх раптом вивели звідти усіх під конвоєм ворожих військових і направили до фільтраційного табору. Сказали, що уже місто звільнене від нацистів і тепер їх будуть перевіряти, чи немає в них зв’язків із тими, кого уже ліквідували. В таборі їм на трьох з дітьми російський солдат дав банку якоїсь тушонки та три скибки чорного хліба, що уже точно був не першої свіжості. Їсти було все одно що. Діти одразу понаїдались і заснули у неї на руках. Вона ж ще довго думала, чи їсти хліб, бо думала зберегти його про всяк випадок на майбутнє, а раптом знову не буде, що їсти. Але не змогла здолати себе і з’їла свою скибку. 
Посеред ночі, Марина почула, як на сусідньому ліжку в таборі чоловік і жінка обговорювали, що можна через дірку у паркані вилізти, бо там не охороняють, і потім, якщо йти весь час вздовж полів, то можна дійти до підконтрольної території України. Так їй з дітьми випадково вдалось втікти з фільтраційного табору в Маріуполі без телефону та грошей, і уже декілька днів вони йшли навпростець по безлюдним дорогам, шукаючи людей і харчуючись всім, що можна було назвати їжею.
Волосся у обох дітей позлипалось, личка у сажі, руки чорні, від землі, у якій вони копирсались, щоб викопати молоду картоплю на чиємусь полі. На ногах - чоботи, у яких їм було уже, мабуть, дуже спекотно, але іншого взуття годі й шукати. 
Її дітям було по 6 років, тому для них все, що відбувалось, було як велика пригода, а для неї це була невимовна трагедія, масштаб якої вона все ще не могла осягнути. Вони зупинились коло пшеничного поля. Колоски ніжно пестив вітер, вони лагідно шурхотіли один об другий.
- Діти, а давайте будемо збирати колоски. Ми зможемо тоді ці пшеничні зернятка жувати, як жувальну гумку, чи як ваші улюблені сухарики, аж поки не знайдемо якусь хату, - вона намагалась виглядати веселою, та пропонувала це як гру.
- Давай, мамо, тільки відв‘яжи нас! - сказав хлопчик. 
- Так, відв’яжи, щоб ми могли змагатися, хто більше колосків назбирає, - додала дівчинка.
Вона відв‘язала від себе дітей, присіла на краю ріллі і попросила далеко не відходити, і всередину ниви також не заходити, бо ж потім не знайти один одного. Діти з радістю побігли, а вона безсило сиділа на дорозі. Сонце нещадно пекло їй у голову. 
Ще, може, пару років тому, вони усією великою родиною, що з’їхалась в Токмак, збирались на ювілей її прабабусі, що святкувала 95 років. І за традицією, як уже всі добре випили та понаїдались, прабабця бралася розказувати історію, як вони у 32-33 роках з мамою вижили у голод. Мама прабабусина була вчителькою, тому вона не працювала на полі, як інші в селі, проте зарплату їй видавали як усім - зерном. В хаті у них була піч, а за нею на стіні висів килим. За килимом в одному місці була дірка в стіні, то туди, мати ховала мішок з зерном, щоб, як до них червоні комісари в хату прийдуть зерно шукати, - то щоб не знайшли. Так і сталось. Той мішок врятував їх від голоду, та ще й сусідських дітей, як їх матір померла. А сусідська жінка померла не від голоду, а від пострілу червоного комісара. Вона ось так само при дорозі сиділа, коло поля колгоспного. Її діти поруч в ниві копирсались. В неї в руці було 5 колосків. Вона хотіла втекти - так комісар в спину вистрелив. Дітей червоні комісари привели до прабабусиної хати і пожаліли - віддали. Поки вели їх додому - прабабуся розказувала, що на дорозі лежали односельці, покручені від голоду. «У чому з дому вийшли, - казала, - в тому й попадали замертво на дорогу. І стріляти не довелось армійцям. Самі вмерли.» В селі тоді вижило лише декілька людей і лише тому, що в місто вийшли пішки і хитрощами проривались через червоноармійські застави.
Марина покликала дітей до себе. Вони підбігли. В руках колоски, а за щоками - зерно. Вони смішні такі, як ті хом’яки. Марина вперше, може, за весь час посміхнулась, і сказала:
- Хом’яки мої, ну що, в дорогу? Лишилось зовсім недовго. 
Вони знову зв’язались поясами, і вирушили в путь. Марина вдивлялась у небокрай. Їй знову здалось, що пшеничне поле палає вогнем. Марина подумала, що це від спеки у неї вже почались видіння. 
Навряд її свідомість могла прийняти той факт, що через майже сто років росія знову як не краде, так спалює український хліб, як не морить голодом, так розстрілює українців - просто знищує українську сутність, знищуючи людей, дітей, жінок, старих, малих…
.. «Ні, це точно спека,- подумала вона». 
Тоді ще раз обернувшись до своїх дітей сказала:
Діти, ми обов’язково дійдемо до людей,чуєте? Ми виживемо. Знищити Україну їм не вдасться, бо Україна у нас в серці.

Катерина Пилипчук © 11/07/2022

Під час блокади українського міста Маріуполя з лютого до травня 2022 року, в місті було знищено і поховано не менш ніж 16000-20000 мирних жителів у братських похованнях та могилах, що переважно або загинули від голоду, або були розстріляні російськими військовими, або загинули під завалами розбомблених будівель.

Через фільтраційні табори з Маріуполя було вивезено більше 600.000 жінок та дітей на окуповані території Донбасу і тоді депортовані у віддалені східні райони Росії. Лише невеличка частина Маріупольців дивом змогла вибратися  з фільтраційного табору та виїхати на підконтрольні території України.

Під час штучного Голодомору в Україні 1932-32 років більше 5 мільйонів (за офіційними даними) і 10 мільйонів (за неофіційними даними) осіб загинуло від голоду. Тисячами людей засуджували до таборів з конфіскацією майна. Десятками тисяч розстрілювали на місці в моменти супротиву червоним комісарам.

Під час війни 2022 року Росія знищує зерносховища в Україні, підпалює ударами касетних ракет пшеничні поля, які згорають до тла, блокує вихід з портів завантажених зерном трейлерів, що мали прямувати у країни Африки, де у зв’язку з цим почались голодні бунти, та спричинено штучний голод.
`,
}
export default Project;