import { ProseProjectType } from "projects/types";
import { mediaEndPoint } from "../config"

export const Project: ProseProjectType = {    category: `textual`,
    id: 88,
    name: `Переселенці`,
    author: `Олена Воротнікова`,
    subcategory: `prose`,
    tags: [],
    image: `${mediaEndPoint}/media/88/ПЕРЕСЕЛЕНЦІ.svg`,
    description: "",
    text: `Пролог.
Другий місяц війни в Україні, квітень 2022 р.
Навіщо стільки різних почуттів закладено в людині?
100 відтінків страху, 100 відтінків любові, не менше відтінків болю…

Початок
   
Подивилася на сонце за вікном, стає в душі тепло,  перенесла погляд  в телефон на новини з війни, душа замерзла і закам’яніла. Якщо б отак на руку потекла гаряча вода, а потім холодна, то шкіра б потріскалась і закровоточила. А душа наша тримається! 
   Чергова хвиля психозу захопила і мою родину, купили квітки на менш безпечний захід України і почали через інтернет шукати житло. Дзвінок туди, дзвінок сюди:
- Житла немає в цьому місті, люди, які приїхали с початку війни,ще нікуди не виізджають, почула я у телефоні не перший раз. 
   Житла немає, але квитки ж то є. 
   Роблю черговий «двадцятий» дзвінок і, о боги! Тільки-но звільнився двокімнатний люкс в приватному готелі і нашому «циганському табору» із п’ятьох людей це просто необхідно! «Циганський табір» складається  із чотирьох поколінь, моя матуся вісімдесят років, я -Варвара…багато років, моя донька Шарлотта тридцяти років та двоє онуків, десятирічний Тім і трьорічний Олежка. Покоління чотири, кімнат дві - то прийдеться потерпіти.
   Наше місто в найближчий тиждень може стати небезпечним, шлях в тисячу километрів на західну Україну вже небезпечний, але там, куди ми їдемо - буде спокій і в нашіх душах вже зажила надія на спокійне життя. Ми ж ненедовго! Чи поки війна не закінчиться, чи поки не закінчаться гроші. Ну місяць, ну два…
   До потягу виїхали заздалегідь, бо по дорозі багато блок постів та пробок із автівок, хтось кудись постійно переміщається. Приїхали в губернське місто зарано і вирішили зразу не їхати на залізничний вокзал, бо там може бути небезпечно, а поїхали блукать в величезний торгівельний комплекс. 
Настя, це ти? - я погукала дівчину, схожу на мою племінницю, з якою не бачилась дуже давно.  
Тітонько Варя? - відповіла мені красуня, яскрава брюнетка з фігурою Барбі. 
Оце так зустріч під час війни! Настя з чоловіком і дітьми теж переїджає з рідного небезпечного міста в друге безпечне місто. Все це схоже на якусь всесвітню міграцію і що дуже цікаво, що всі родини вибирають  різні міста країни по якійся своїй інтуіціі, але ж ми розуміємо, що в Україні безпечних міст не залишилось.  
Усі  обіймалися, цілувалися, фотографувалися і навіть встигли обмінятися сувенірами. Пообіцяли друг другу частіше зустрічатися родинами і попрощалися.
На залізничний вокзал ми приїхали, коли потяг вже прибув на свою колію. Як я не люблю оцю саму мить, коли треба тащити купу валіз, дертися в вагон, шукати своє купе, стелити постіль. Завжди згадую вірш Маршака «Дама сдавала в багаж диван, чемодан, саквояж, картину, корзину, картонку и маленькую собачонку…», слава тобі, господи, свою собацю на ім’я Крош - ми залишили дома…
Донька прощалась із зятем, сльози, поцілунки, обіцянки… Наш єдиний чоловік у родині залишався жити у небезпечному місті і працювати на небезпечній роботі. 
   Їхали потягом ми набагато довше із-за повітряних тривог у великих містах. Двадцять годин поспіль були для усіх нас випробуванням. І не тільки для нас. В кожному купе були діти різного віку. Маленькі діти пищали, ті, що старші, розгойдували вагон, спочатку була хвиля дитячого галасу, за ним - шипіння матусь. Але усі затихали, коли на станціях наш потяг потрапляв у зону повітряних тривог - ми починали молитися.
Добрались таки нарешті. 

Львівщина

Дуже гарний багатоповерховий готель з теракотовим дахом! Великий двір з фонтаном та дитячим майданчиком, безліч альтанок. Чим не рай! Кімнати чисті та великі, в їдальні – гарячий сніданок! Діти з дороги уплетали все, що було в тарілках. Ось тепер, мабуть, можно видохнути!
Я стояла під гарячим струменім води в душі, змивала дорожній пил, дивилася, як пінна вода витікає у стік і підшоптувала: «З мене змивається втома та невизначенність, все це стікає у стік, у якісь там ріки та здихає на дні  океану», колись так почала пришоптувати і досі не можу зупинитися. Може так можно «шоптонути» на смерть орків та закінчення війни? То тоді будуть бідні океани!  
Далі з ранку до вечора, з вечора до ранку одне і теж, такий всім відомий «День бабака». Хоча ні, емоційні розрядки все ж були. 
Перше порушення «Дня бабака» було в адміністрації міста, коли вирішили стати офіційними переселенцями. Донька мене назвала «Ксеною принцесою-воїном», бо прийшлось «штурмувати» будівлю і краснопикого охоронця! Якби нам зразу по приїзді дали довідки, не пинали три тижні, якби моя дупа не змерзла, бо в цей раз чергу зайняла ще на світанку морозного ранку, то може «червона пика» була незаміченою, а так йому, і йому довіренному входу не пощастило і вони почули від мене, що «вони» - огидні об’єкти та ганьба країни! Черга постійно порушувалася і я «зажадала викликати» національну гвардію для установлення порядку та справедливості! «Червона пика» вирішила мене під руки вивести з будівлі, але помітив, що донька всю цю ганьбу знімає на відео і «морда» швиденько провів мою родину в окремий кабінет, де нас обслужили, як ВІП персон. Отож, краще не доводити переселенців до точки кипіння…
Кілька разів на добу дивилися і читали новини з війни: 
Буча. За що все це на нас звалилося? Хіба ж можно те, що відбувається зрозуміти звичайній людині? Як можливо катувати цивільних, гвалтувати діточок та й ще все це знімати на відео? Заради чого? Мені здається, що на це питання немає відповіді…Який страх!
Краматорськ. Обстріляти залізничий вокзал в час, коли люди чекали евакуаційний потяг! Від фото після бомбардування волосся стає дибки – дитячі візки та іграшки, дітячи кольорові рюкзачки та валізи, і все це залито кров’ю… 52 загиблих та купа поранених, більшість поранених без рук та ніг… Яка біль!
Маріуполь. Блокада міста. Півмільйона людей живуть у підвалах без тепла і води, їжу готують прямо на вулиці, дома зруйновані, тисячі загиблих. Це є пекло! Ненависть зростає з кожним днем до рашистів і українських зрадників! Чого ж цій гидоті не йметься? Який жах!
Чорнобаївка! Наша гордість! ….-надцять разів наше рішуче ЗСУ пи@дить «свинособак», та схоже їм подобається «БДСМ», бо лізуть туди знов і знов… 
Десь там у медицині є психична хвороба «роздвоєння особистості», а в мене – «роздвоєння життя». Це коли, мозок розуміє, що діється, а душа не приймає. Читаєш новини і плачеш, тут же п’єш каву, дивишся на чарівні Карпати і радієш краєвиду, мрієш купити на кухню блакитні шпалери схожі на небо… Сподіваюсь, що моє життя найближчим часом збереться до купи!
 Дуже жахлива ситуація з’явилася на теріторії нашого готелю, коли на фоні дорослої війни почалася війна дітей та мимоволі, туди були втягнені усі дорослі-переселенці. Хлопчики і дівчата в одиннадцять років мають різні наміри, у дівчат вже є потяг до хлопців, їхні гормони починають свистопляску, а хлопців цікавлять ще пістолі та дитячі забави. Ось і в нашому готелі з’явилося дівча, яка «запала» на Макса, друга мого онука Тіма. До появи Кончіти, так зразу прозвали дівчину, хлопці майстрували із картону Джавеліни і Байрактари, бігали у дворі готеля, грали у футбол і ми були спокійні за них, бо обоє наші хлопчики були досить вихованими, інтелегентними і слухняними. 
Що трапилось, Тім? - спитала я, коли онук прийшов з двору насуплений.
Нічого.
Як ничого? Коли я бачу, що щось сталося!
Макс бився з Кончитою і вона впала у фонтан, - сказав Тім
Прямо в воду? -  запитала моя донька, виглядая з другої кімнати.
Далі через розмову с Тімом ми прояснили ситуацію: Кончіта давно чіпляла Макса. Сьогодні, коли хлопці були біля фонтану,  вона знову почала чіплятися - не неї ніхто не реагував. Тоді Кончита заскочила на спину Максу і почала смикати за волосся. Але Макс ще не доріс до подібних «обіймів» і став захищатися, просто здер з себе Кончиту, вона не утрималася на землі і булькнула у холодну воду фонтану. Хлопці спробували їі витягти, але вона вопила і допомогу не приймала. Сама вибралася із води і пішла мокра до готелю,  залишая після себе мокрий слід, як равлик.
Через добу почалося! У дівча підскочила температура, соплі, кашель, лікарня, претензії Кончітиної мами до мами Макса… готель розділився на два угруповання: перші – за Кончиту, другі – за Макса. Моя родина, звичайно за здоровий глузд, за Макса. Зрозуміло, що треба вибачитися і відшкодувати витрати на ліки і лікарню мамі Макса, так все і сталося б, але угрупуванню «за Кончіту» цього було не досить і далі були вчинки, які назвати можно тільки неадекватними. 
У цій ситуаціі, можливо, треба було нам зберігати нейтралітет, щоб дві родини самі порозумілися, але за «перемовинами» пішов наїзд машиною мами Кончіти на маму Макса, коли та шла по узбіччю і розмовляла по телефону зі своїм чоловіком! Щось зовсім все це в голові не укладалось. Чомусь «Кончитине угруповання» було впевнене у безкарності своєї підлості і вседозволенності…
Незважаючи на «дитячу війну в дорослій війні», життя переселенців тривало. З ранку ми спускалися з гори у місто випити крутезну «бандерівську» каву, робили якісь покупки, обговорювали терміни певернення додому, планували мій день народження. Так, свій день народження я зустрічала по різному: і самотня на березі моря, коли задовбали стосунки с чоловіком, і за кордоном з німецьким прихильником та подругою, і в глубокому локдауні під час ковіду, але день народження в війну у статусі переселенки… ну таке.
Щоб хоть якось себе порадувати я купила собі нову вишиванку і віночок, діти подарували жовто-блакитне намисто, але в день народження вдягла не вишиванку, а футболку з принтом «Русский военный корабль иди на х@й» і дуже була рада, що їх корабель цілий день шов і шов у тому напрямку! А ще до нас на мій день народження у готель приїхали родичі, теж переселенці і привезли до столу готовий шашлик і маленьке відерце олів’є! Плюс пару пляшок віски, та шампанське для шліфовки і … день народження вийшов таким родинним і чуттєвим. 
Наступного дня ми знову спустилися з гори на ранкову каву, але голова так дзвеніла, що в самий раз було б ранкове пиво, та де там – військові обмеження алкогольних виробів не давали ніякої альтернативи.
- Три капучіно, маршмелоу і лате, будь ласка, - зробила замовлення моя доня крутезному місцевому баристові Ромчику.
- Чекайте, будь ласка, - відповів баристо і ловкими рухами почав щось змішувати, включати, клацати, підспівувати.
Запах ароматної кави огорнув наш столик, кожен взяв свій стаканчик і почалася насолода! Надзвичайна кава, ідеальна по гарячості з божевільним смаком! І все це прямо біля підніжжя Карпат! Якби не війна, то це могло би бути раєм…
- Ти де? - блимкнуло в моєму айфоні смс від «милого друга», з яким вже були не відношення, а якась нескінченна тяганина.
- Я в Прикарпатті, а що?
- А коли будеш в Київі? – продовжував перелік питань «милий друг».
- Збираюся в травні, але це не точно, - відповіла я.
- Приїдиш до Київа, то набери мене. Вип’ємо кави…
- Ок.
Цікава мить, коли п’єш каву і отримуєш запрошення на іншу «каву». Кава так кава!
Коли ми поверталися с прогулянки, почули галас в холі готелю, хтось верещав, як різане порося. А! То є невтомна і неадекватна мамаша Кончіти, знову залякувала маму Макса, тепер вже поліцією – за їі поняттям, Макс є малолітній злочинець і повинен отримати «покарання». Моя доня вирішила підтримати угрупування «за Макса» і стала на захист приниженних: 
- Коли це вже закінчеться? Хіба можно слухати брехнянську брехню? Ця маленька дівчина бреше весь час, а дорослі ій потокають і ведуть якесь нікчемне розслідування! Чи не сама вона чіплялась до хлопців? – у півголоса сказала моя доня.
- А ти чого лізеш не в своє діло? – із-зі стойки ресепшена щось завопило. Це була одна із чергових - адміністраторок цього готелю, дуже неприємна панночка, злюща-худюща-завждиоруща! Я коли побачила ії вперше, зразу зрозуміла, що вона схожа на креветку, так до неї це ім’я і причепилося, коли ми у родині обговорювали якісь готельні справи.
- І, взагалі, я вас зараз усіх виселю з готелю, - продовжувала вопити Креветка, чомусь вирішивши, що має такі повноваження.
Моя доня дивилася на це дійство і нічого не відповідала, бо на неї ніхто ніколи так не верещав, і відповідати таким же чином на хамський тон якійся хабалці було б самоприниженням! 
Ми шоковані цим сборищем та манерою спілкування, пішли до свого люксу і зразу почали шукати на сайті квитки додому. Це було непросто, бо наш потяг звичного маршруту був чомусь скасован.  
- Давайте не будемо гарячкувати, буде потяг, будуть і квитки, - запропонувала я. 
Родина потроху приходила до тями, але намір поскоріше виїхати з готелю засів у всіх в головах.
Мені треба згасати до Київа, дівчата, зібрати речі, переслати поштою до свого рідного міста (бо немає сенсу залишатися у столиці, коли робота там закінчилась), ще закрити «пару питань», думаю за три доби упораюсь, повернусь у готель до вас, а тоді вже разом – додому, гаразд? – звернулася я до мами і донькі.
Може ти поки не поїдеш до Києва, матуся! Там ракетні атаки, знову руйнування!
Ось тільки не починайте! Хай ці ракети мене бояться! Останній раз вони летіли до столиці, коли там був з візитом генеральний секретар ООН) а я просто безробітня!
Ну гаразд! Ми тут будемо тримати оборону і чекати тебе.

Київ

Таксі, залізничний вокзал, купе, нижня полиця… не пам’ятаю коли заснула, але вперше за останній час зрозуміла, що виспалась). І ось вже ранок, за вікном потягу любий Київ! Боже, як же я за ним скучила! Не знаю, як це виходить, але у цьому місті я не така, як у других містах і країнах – вільна, легка, щаслива, готова до авантюр).
Пройти з перону на вокзал було не так просто, перевірка документів спочатку нацполіцієй, через три крока – нацгвардієй, гарно, що є електронні документи в Дії,  дуже зручно.
Завжди, виходячи з потягу, я зразу пересіджувалась в таксі, але не сьогодні. 
Їду повільно на трамваї, йду пішки по вулицях, по дорозі роздивляюсь  будівлі, боячись побачити руїни, але на моєму шляху все чинно і мирно, як завжди. Тільки порожні блок-пости с металевими «їжаками» нагадуть про війну. Якщо тут немає воєнних, то може для столиці вже немає сильної загрози?
Насолоджуясь атмосферою Києва і гарним сонячним ранком, добралась до своєї квартири, вірніше до житла, яке вже багато років арендую. Все ціле – і дом і мої речі, бо коли почали бомбити Київ, я вже подумки попрощалася зі своїми «сукнями в підлогу» і взуттям від Карло Пазоліні. А тут такий бонус! В цей момент був напад швидкоплинного щастя!
Коли напад щастя закінчився, стала планувати свої три доби, щоб усе встигнути і ничого не забути: речі спакувати, та передати кур’єрові, купити собі ноутбук, зустрітися з подругою, поїхати на ночівлю до однокласниці, відвідати салони краси, пройтись по Крещатику… що ще? А! Ще є «кава з милим другом»... Все встигну - я ж моторна!
Цілий день пакувала речі - не кінця, не краю. А колись приїхала у столицю з однією валізою. Як кажуть «все нажите непосильною працею»… 
Варя! Ти вже впоралась з речами? Давай приїду на допомогу, - почула я голос подруги Наталки у телефоні
То приїжджай, допоможеш з кур’єром! – як гарно, що Наталка з родиною повернулась із Закарпаття до Київа раніше мене і тепер у мене є группа підтримки.
Кур’єра з Нової пошти я замовила заздалегідь, чого такі важливі речі залишати на останню мить. Але він все не їхав і не телефонував, чекати стало сумно і ми відкоркували холодне шампанське. Вживаючи божественний напій, ми розповідали одна одній про митарства, біль втрат, глухі кути життя… У всіх одне й теж саме! Було життя сповна надій і мрій, а зараз ця гадюча війна і тільки сподівання на Перемогу!  Ми з Наталкою вирішили, що війна влітку повинна закінчитися, бо восени ми запланували подорож до Італії.  Тільки так!
Ви замовляли кур’єра? - телефонний дзвоник припинив наші мрії.
Так.
Скільки у вас речей?
Я ж написала в примітці, що дуже багато! Це справжній переїзд!
То ми не можемо вам допомогти, треба самій все видвезти на вантажне відділення.
В сенсі самой? В сенсі вантажне? Я на вас розраховувала.
Приміть наші вибачення!
Та ніяких вибачень! Йдіть ви слідом за російським кораблем …!
Ось тобі і Італія! Нова пошта підкидує сюрпризи!
Та нічого невиправного немає, десять хвилин пошуку профільних фірм в інеті і ми знову, довольні зустріччу і бульбашками шампанського,  чекаємо вже якогось іншого дядьку з  машиною.
А далі все як треба: погрузили, вигрузили, віддали на відправку…Фух! Ми це зробили! Мій «комфорт» починає рухатися до рідного міста!
Варвара, на Оболоні є дуже гарна кав’ярня, поїхали посидимо?
Залюбки! Тільки зайдемо в одне містечко купимо ноутбук, бо без нього життя сіре і нудне.
Легко, - відповіла Наталка і ми поперли за потрібним маршрутом…
Ноут вже був в моїх обіймах: розумний, стильний, легкий, недешевий… Мені б ще з такою характеристикою «супутника життя».
Оболонь по якій ми йшли теж була без ознак війни, як і раніше – гарна, сучасна, гостинна! А ось і наша кав’ярня. Дуже сучасна, з безкінечною картою нових технологій приготування кави. Баристо почуяв наші побажання, почав приготування кави, а ми розташувалися біля віконця і стали чекать.
Варя, а що в тебе є новенького з твоїх оповідань?
Є нове оповідання, воно знову про війну і кохання, - я відповіла
То почитай вголос, у нас купа часу, - запропонувала Наталка.
Я натягнула окуляри, відкрила своє нове оповідання на телефоні під назвою «Черепахи та море» і почала читати. Знову горе війни, повітряні тревоги, спогади про найкраще життя в мирний час і знову війна… Я читала і водночас дивилася на очі подруги, вони то робились вузькими, то величезними, були постійно якісь емоції! Як же це для мене важливо! Наталка вірила тому, що чула, значить задум удався!
Оповідання закінчилось, тиша, емоції ще не стихли…
Варя, ти така молодець! В твоїх оповіданнях завжди є добро і зло, темрява і світло! Круто! Пиши, не зупиняйся!
На столі вже давно стояли кава і тістечка, за вікном було травневе сонечко - чудові хвилини життя. Ми планували з подругою не тільки зустріч, але й подорожі, але ніхто напевно не знав, коли буде нова зустріч…
То я вже піднімалася у ліфті гарного будинку своєї однокласниці Марини, вона жила на Оболоні великою родиною з донькою-красунею Алісою, онуком Глебом і собакеном Ханом породи «Джек-рассел». 
Щойно відчинивши двері, від них зразу питання:
Борщ зелений будеш?
Ну що тут казати?
Буду!
Поки я їла борщ, Марина нарізала салатики, якісь делікатеси, не забувала підливати коньяк в келихи. У них так затишно, як вдома!  
За круглим столом на дуже сучасній кухні, прихльобуючи коньячок, почалося обговорювання дійсної ситуації війни та нашого життя. Ідилію порушила сирена повітряної тривоги!
Та задовбали ці орки! – видохнула Марина, 
Щоб не було, а з Київа вже нікуди не поїдемо, досить скитань по Європі, - промовила Аліса
Коли свинособаки почали пуляти на Оболонь ракети, Марина з родиною вирішила трішки пожити у «затишному» Львові. Через якийся час Аліса получила запрошення відвідать Баварію від свого батька, який давно там живе зі своєю другою родиною, і вирішила «скуштувати» закордонне життя.  Разом з Глебом поїхала на своій машині у «подорож» через кілька кордонів і країн. Зустрічі, емоції, трішки розачарувань, нові враження, як у тому салаті – трішки солі, трішки перцю, зверху листочок базиліка…
Варя, а у нашої Аліси з’явився шанувальник! Справжній полковник! – сказала Марина 
Дуже рада за полковника! Сподіваюсь, що все це серьозно?! Хочу почути усі подробиці – я сіла  зручно у крісло і настроїлася слухати лавсторі.
Не знаю, чи буває у когось ще, окрім мене такий стан, коли ти дивишся на людину, слухаєш ії дуже уважно і відлітаєш в якесь своє «кіно» і те, що ти чуєш - в голові вже бачиш сцену зустрічі і закохані погляди? Може в минулому втіленні я була відомой сценарісткою? А може ще тільки буду?. Тож, полетіли…
В дуже гарній кав’ярні у самому центрі Львова завжди аншлаг! Трохи приглушене світло, важкі дерев’яні меблі, повільні рухи офіціантів, неймовірний аромат кави, за столиками сидять різні компанії, ближче до вікна - чоловіки у військовій формі. Усі тихенько спілкуються, але   кімната все-рівно схожа на великий вулик. Поруч зі столиком військових п’є каву київська родина. Так! Це Марина з Алісою і Глебом!
Мама, коли ж ми повернемося додому? – запитала Аліса
Не знаю, доня? Я хоч зараз би пішки! Надоїли ці митарства!
Знайти б того, хто б нам чітко сказав: «То за тиждень їдьте вже додому! Свинособак біля Киїіва не буде!»
Чоловік  з військовою виправкою, з красивими сірима очима  за сусіднім столиком дуже уважно дивився на Алісу і чув цей діалог, він наважився і підійшов до неї:
Давайте знайомитися! Мене звуть Алекс, - запропонував військовій.
Мене звуть Аліса, це моя мама Марина і мій синочок Глебушка.
Дуже приємно! Я зрозумів, що ми земляки, я теж киянин, - відповідав Алекс, не зводячи очей з Аліси.
Будь ласка, сідайте з нами, - запропонувала Марина.
Аліса, у Вас казкове ім’я і ви сама - казкова панночка! – звернувся Алекс
Дякую! – Аліса бачила перед собою дуже підтянутого військового з розумними очима років так п’ятидесяти, на погонах було три великих ромба, то наш Алекс – полковник! 
Я чув вашу розмову про повернення у Київ і чітко вам скажу, що за два тиждня біля Київа вже не буде ворога, ми його відгонемо, але про ракетнеку небезпеку нічого втішного не скажу, - ось і відповідь від полковника.
У вас з житлом все добре? Бо можу допомогти, - запитав полковник
Так, все гаразд, дякуємо, - відповіла Марина
Алекс піднявся, пішов до барної стойки, щось сказав офіціанту і повернувся до столу
Я для вас замовив штруделі, ви повинні з’їсти, це не обговорюється.
А що ми Вам повінні? – запитала Аліса.
Будь ласка, Ваш номер телефону, Аліса.
Аліса продиктувала Алексу номер свого телефону, подивилася на нього уважно… «справжній полковник»… «старуватий для мене трохи»… «нехай буде другом»…
Алекс закоханими очима дивився на Алісу… «чому так піздно тебе зустрів»… «але й зовсім міг не зустріти»… «будеш моєю»…
Полковник попрощався і вийшов з кав’ярні. 
Дівчата, поки ми тут так гарненько спілкувались, закінчилась повітряна тривога, слава тобі господи! – перервала мої думки Марина.
В цю ж мить задзвонив телефон Аліси, вона побачила на екрані ім’я Алекса, трохи почервоніла і пішла в другу кімнату спілкуватися без свідків. 
На кухні ми залишилася з Мариною удвох.
Ти не уявляєш, Варваро, який це чоловік! Самодостатьній, сміливий, турботливий, справжній! Поки ми жили у Львові, він сам доставлял  нам провізію і квіти для Аліси. Коли у нього були «відрядження на Схід» (а він бойовий командир розвідувального батальону), то  його «гвардійці» дбали про нас. Він дуже закоханий в Алісу! Так і сказав Глебу при останній зустрічі:
Після Перемоги я за вами приїду і заберу, де б ви не були. Це не обговорюється!
Оце так історія! Яка любов!
 Ми ще довго спілкувалися про війну, слухали відомих військових аналітиків і розуміли, що завтра війна не закінчиться, треба тільки надіяться на диво і віриту в ЗСУ…
Вранці, відкрив очі, я побачила, що на мене з недовірою дивляться очі домашнього улюбленниця Хана. Та через сім хвилин ми вже були найкращими друзями і я отримала каскад ранкових поцілунків, вже і забула, коли мене зранку чоловіки цілували. Я ще повалялася у кроваті на неймовірному матраці, плануя свій день. А планів на останній день було, хоч відбавляй…
 Я не я, якщо «пролетаючи» по Київу, не завітаю до салонів краси. Як оті коти вночі «тигдикають» по хаті, так я «тигдикала» по столиці від салону до салону, але це того було варто! 
По закінченню усіх маніпуляцій майстрів і стилистів почувала себе сяючою Клеопатрою! Погода сонячна, легкий ветерець… і цей вітерець якось мені нагадав про «милого друга» і його «каву». Я повільно шла по вулиці і обмірковувала: то мені треба ця кава чи не дуже? Наші відносини з «милим другом», як сумний галоп на арені у цирку. І все ж смс йому я написала:
Я в Київі. Де вип’ємо каву? Може на Хрещатику?
Відповідь була зразу:
Я дома, приїжджай...
Не стала викликати до його дома таксі, поїхала повільно трамваєм. А сама чекала якихся знаків від природи: їхати-не-їхати. Просто їхати-блимати очима хвилин тридцять було нудно і я відкрила додаток «Тік-ток»: знову зведення з війни, надання Україні Лендлізу, «срач»  в онлайні українців і руськіх патрійотов та … цікавий «стьоб» з порівнянням Макрона і Бориса Джонсона – «Навіть якщо в житті одні Макрони, все одно дочекайся свого Бориса». Ось і знак! Варя, позбувайся від Макронів та чекай свого Бориса! 
Рішення було прийнято миттєво! На найближчій станціі трамваю я пересіла у метро і поїхала сама на Хрещатик. Хух, на одну помилку менше!
 Але на Хрещатику потяг чомусь не зупинився і вийти вийшло тільки на метро Арсенальна. Натовп людей виходив з метро по одному через перевірку документів хлопцями із національній гвардії. Далі, щоб пройти на Хрещатик, треба просто прогулятися гарними алеями Мариїнського парку… до парку прохода немає… по периметру колючий дріт… По вулиці, яка поруч з парком теж заслін, тепер дорогу перекривали металеві «Їжаки», танки, озброєнні військові… ще пару кварталів перекриті, далі збитий рашистський літак прямо на вулиці… Спина почала холодіти, дійсність війни витіснила з голови всі колишні дрібні думки. 
Що тут діється? - запитала я у військового на черговом «кордоні».
Урядовий квартал в оточенні, - отримала відповідь.
Ось що воно! Чого сама не додумалася.
На Хрещатик все ж добралася, хоч і по якомусь великому колу. Настрій вже не той, та і Хрещатик не той: людей мало, заклади майже усі позакриті. Знов металеві «їжаки», знов військові зі зброєю.
Повільно рухалась, пила каву і відчувала, що кава якась не радісна.
Хрещатик ще ніколи мене так не пригнічував… Кудись подівся мій оптимізм…Війна…
Мені час повертатися. На залізничному вокзалі людей менше, ніж в перший місяц війни, мабудь вже всі визначилися з переміщеннями та містом проживання. Час і нам визначитися. 
Під гучну сирену повітряної тривоги мій потяг набирав оберти…

***

Дитячи війни в готелі начебто стихли. Принаймі, коли я приїхала, нових наїздів в прямому та переносному сенсі не було. Аллилуйя!
Поки в нашому «таборі» був розбрід і хитання, їдемо-не їдемо, куди і коли їдемо, зять купив квитки додому і вислав на пошту. Оце я розумію! Оце по-чоловічому! 
Наша поїздка у потязі с бабулею, діточками, горшиками, швидкозаварювальними кашками  була схожа на американській «сітком» . За сімнадцять годин дороги Тім разів сто двадцять злазив і знов збирався на верхню полицю, Олежа коментував все, що бачить, доня не вспівала прибирати зі столу, бо знов щось нарізала та заварювала у чашках, постійно виносилося сміття і переодягалися діти… Дивлячись на все це, голова шла обертом. Я залізла на верхню полицю і думала, як я їх усіх люблю, але мріяла добратися до свого окремого житла і замкнутися на всі замки доби на три, не менш.
Рідне місто

Гучні та довгі сирени нікуди не ділися, військові літаки кожен день над городом «гули», але більшість городян почали повертатися додому, оптимістична частина міста почала саджати городи та робити ремонти осель, а закохана частина міста – купувати обручки і одружуватися. 
Війна триває, але ми вже інші – більш терплячі, стресостійкі, загортовані, більш віруючі в бога і ЗСУ! Перемога вже скоро! 

***

В телефоні дзинькнуло смс, у вкладені якесь фото – то це квиток у театр. Придивляюся – театр МЦКМ м. Київ) з приписом:
Запрошую до театру!
Номер відправника для мене не відомий, а може колись і відомий, та з якихось моїх «психів» видален) 
Але вистава з народними артистами і це у Києві!
Поки в голові «шелестить» перелік шанувальників, які можуть зробити мені такий подарунок, то руки вже купують квиток до Київа.
Вечір перестає бути нудним, - подумала я і почала кидати речі у саквояж.
Чи перший раз я «підписуюсь» на авантюру?!)))))
Далі буде…
`,
}
export default Project;