import { GraphicArtProjectType } from "projects/types";
import { mediaEndPoint } from "../config"

export const Project: GraphicArtProjectType = {    category: `visual`,
    id: 95,
    name: `Скільки ще?`,
    author: `Діана Жураківська`,
    subcategory: `graphicArt`,
    tags: [],
    image: `${mediaEndPoint}/media/95/4.jpg`,
    description: `Від російської окупації загинуло понад 300 дітей. Залишається лише одне запитання – Скільки ще, щоб зупинитися? 

Мене звати Діана, мені 22. Я з України, моє рідне місто – Одеса. Я закінчила одеський художній коледж ім. М.Б.Грекова, потім вступила в академію мистецтв у Львові. Закінчила бакалавр «графічного дизайнера». Наразі продовжую там навчання на магістратурі на «графічного дизайнера» та на «менеджера мистецтв». Роблю ілюстрації, дизайн упакування, брендінг. Як митець, я люблю висловлювати усі свої емоції на полотні, картоні, листку, усьому, що знайду під рукою. Мені важливо поділитися своїми емоціями з людьми та викликати в них різні рівні емоцій. Щоб вони відчули та замислилися. За натхнення в мене виступає усе що мене оточує – від калюжі та дірки в асфальті до прекрасного пейзажу. Головне – це відчуття.
Зазвичай, я люблю малювати яскраві та експресивні ілюстрації, але наразі, я малюю чорні, сумні, тяжкі ілюстрації. Я малюю війну. Адже 24 лютого розпочалася повномасштабна війна росії проти України. 24 лютого я прокинулась не від звук будильнику, а від звуку сирен. Розуміючи, що не було попередження про тренувальну сирену, я зрозуміла, що прийшла біда до нашої країни. Тому, для мене відразу стало важливо захищати нас на культурному фронті, робити ілюстрації, плакати та висловлювати свою думку щодо цих подій, щоб люди відчули і побачили який жахливий час переживають українці. Ця жорстока, підла війна яку веде російська федерація проти українського народу не залишає слів. Це геноцид українського народу.
Ми ніколи не забудемо! Ніколи не пробачимо!

`,
}
export default Project;